Repository: barchshimelis/barchrender
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, be, et, sq, th, tr, vi

source: Many-to-many relationship
az: Çoxdan çoxa münasibət
be: Адносіны шмат да многіх
et: Paljud-mitmele suhe
sq: Marrëdhënie shumë-për-shumë
th: ความสัมพันธ์แบบกลุ่มต่อกลุ่ม
tr: Çoka çok ilişki
vi: Mối quan hệ nhiều-nhiều

source: This field is required.
az: Bu sahə tələb olunur.
be: Гэта поле абавязковае.
et: See väli on kohustuslik.
sq: Kjo fushë është e nevojshme.
th: ต้องระบุข้อมูลในช่องนี้
tr: Bu alan gereklidir.
vi: Trường này là bắt buộc.

source: Enter a whole number.
az: Tam ədəd daxil edin.
be: Увядзіце цэлы лік.
et: Sisestage täisarv.
sq: Futni një numër të plotë.
th: ป้อนจำนวนเต็ม
tr: Bir tam sayı girin.
vi: Nhập một số nguyên.

source: Enter a valid date.
az: Etibarlı tarix daxil edin.
be: Увядзіце сапраўдную дату.
et: Sisestage kehtiv kuupäev.
sq: Fut një datë të vlefshme.
th: ป้อนวันที่ที่ถูกต้อง
tr: Geçerli bir tarih girin.
vi: Nhập một ngày hợp lệ.

source: Enter a valid time.
az: Etibarlı vaxt daxil edin.
be: Увядзіце сапраўдны час.
et: Sisestage kehtiv aeg.
sq: Fut një kohë të vlefshme.
th: ป้อนเวลาที่ถูกต้อง
tr: Geçerli bir zaman girin.
vi: Nhập thời gian hợp lệ.

source: Enter a valid date/time.
az: Etibarlı tarix/saat daxil edin.
be: Увядзіце сапраўдную дату/час.
et: Sisestage kehtiv kuupäev/kellaaeg.
sq: Fut një datë/orë të vlefshme.
th: ป้อนวันที่/เวลาที่ถูกต้อง
tr: Geçerli bir tarih/saat girin.
vi: Nhập ngày/giờ hợp lệ.

source: Enter a valid duration.
az: Etibarlı müddət daxil edin.
be: Увядзіце сапраўдную працягласць.
et: Sisestage kehtiv kestus.
sq: Fut një kohëzgjatje të vlefshme.
th: ป้อนระยะเวลาที่ถูกต้อง
tr: Geçerli bir süre girin.
vi: Nhập thời hạn hợp lệ.

source: The number of days must be between {min_days} and {max_days}.
az: Günlərin sayı {min_days} və {max_days} arasında olmalıdır.
be: Колькасць дзён павінна быць ад {min_days} да {max_days}.
et: Päevade arv peab jääma vahemikku {min_days} kuni {max_days}.
sq: Numri i ditëve duhet të jetë nga {min_ditë} dhe {max_ditë}.
th: จำนวนวันต้องอยู่ระหว่าง {min_days} ถึง {max_days}
tr: Gün sayısı {min_days} ile {max_days} arasında olmalıdır.
vi: Số ngày phải nằm trong khoảng từ {min_days} đến {max_days}.

source: No file was submitted. Check the encoding type on the form.
az: Heç bir fayl təqdim edilmədi. Formada kodlaşdırma növünü yoxlayın.
be: Файл не быў адпраўлены. Праверце тып кадоўкі ў форме.
et: Faili ei esitatud. Kontrollige vormil oleva kodeeringu tüüpi.
sq: Nuk u dorëzua asnjë dosje. Kontrolloni llojin e kodimit në formular.
th: ไม่มีไฟล์ถูกส่ง ตรวจสอบประเภทการเข้ารหัสในแบบฟอร์ม
tr: Hiçbir dosya gönderilmedi. Formdaki kodlama türünü kontrol edin.
vi: Không có tập tin nào được gửi. Kiểm tra loại mã hóa trên biểu mẫu.

source: No file was submitted.
az: Heç bir fayl təqdim edilmədi.
be: Файл не быў адпраўлены.
et: Faili ei esitatud.
sq: Nuk u dorëzua asnjë dosje.
th: ไม่มีไฟล์ถูกส่ง
tr: Hiçbir dosya gönderilmedi.
vi: Không có tập tin nào được gửi.

source: The submitted file is empty.
az: Təqdim olunan fayl boşdur.
be: Адпраўлены файл пусты.
et: Esitatud fail on tühi.
sq: Skedari i dorëzuar është bosh.
th: ไฟล์ที่ส่งว่างเปล่า
tr: Gönderilen dosya boş.
vi: Tệp đã gửi trống.

source: Please either submit a file or check the clear checkbox, not both.
az: Lütfən, ya faylı təqdim edin, ya da hər ikisini deyil, sil qutusunu yoxlayın.
be: Калі ласка, адпраўце файл або пастаўце галачку ў полі, але не абодва.
et: Palun esitage fail või märkige tühi märkeruut, mitte mõlemad.
sq: Ju lutemi dorëzoni një skedar ose kontrolloni kutinë e kontrollit, jo të dyja.
th: โปรดส่งไฟล์หรือทำเครื่องหมายในช่องใส ไม่ใช่ทั้งสองอย่าง
tr: Lütfen ya bir dosya gönderin ya da temizle onay kutusunu işaretleyin, ikisini birden değil.
vi: Vui lòng gửi tệp hoặc chọn hộp kiểm trống, không phải cả hai.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
az: Etibarlı şəkil yükləyin. Yüklədiyiniz fayl ya şəkil deyildi, ya da zədələnmiş şəkildir.
be: Загрузіце сапраўдную выяву. Запампаваны вамі файл альбо не з'яўляецца выявай, альбо выява пашкоджана.
et: Laadige üles kehtiv pilt. Üleslaaditud fail ei olnud pilt või oli rikutud pilt.
sq: Ngarko një imazh të vlefshëm. Skedari që ngarkove nuk ishte ose një imazh ose një imazh i dëmtuar.
th: อัปโหลดรูปภาพที่ถูกต้อง ไฟล์ที่คุณอัปโหลดไม่ใช่รูปภาพหรือรูปภาพที่เสียหาย
tr: Geçerli bir resim yükleyin. Yüklediğiniz dosya ya bir resim değildi ya da bozuk bir resimdi.
vi: Tải lên một hình ảnh hợp lệ. Tệp bạn đã tải lên không phải là hình ảnh hoặc hình ảnh bị hỏng.

source: Select a valid choice. %(value)s is not one of the available choices.
tr: Geçerli bir seçim seçin. %(value)s mevcut seçeneklerden biri değil.

source: Enter a list of values.
az: Dəyərlərin siyahısını daxil edin.
be: Увядзіце спіс значэнняў.
et: Sisestage väärtuste loend.
sq: Futni një listë vlerash.
th: ป้อนรายการค่า
tr: Değerlerin bir listesini girin.
vi: Nhập danh sách các giá trị.

source: Enter a complete value.
az: Tam dəyər daxil edin.
be: Увядзіце поўнае значэнне.
et: Sisestage täielik väärtus.
sq: Fut një vlerë të plotë.
th: ป้อนค่าที่สมบูรณ์
tr: Tam bir değer girin.
vi: Nhập một giá trị đầy đủ.

source: Enter a valid UUID.
az: Etibarlı UUID daxil edin.
be: Увядзіце сапраўдны UUID.
et: Sisestage kehtiv UUID.
sq: Fut një UUID të vlefshme.
th: ป้อน UUID ที่ถูกต้อง
tr: Geçerli bir UUID girin.
vi: Nhập UUID hợp lệ.

source: Enter a valid JSON.
az: Etibarlı JSON daxil edin.
be: Увядзіце сапраўдны JSON.
et: Sisestage kehtiv JSON.
sq: Fut një JSON të vlefshëm.
th: ป้อน JSON ที่ถูกต้อง
tr: Geçerli bir JSON girin.
vi: Nhập JSON hợp lệ.

source: (Hidden field %(name)s) %(error)s
tr: (Gizli alan %(isim)s) %(hata)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
tr: ManagementForm verileri eksik veya tahrif edilmiş. Eksik alanlar: %(field_names)s. Sorun devam ederse bir hata raporu göndermeniz gerekebilir.

source: Order
az: Sifariş verin
be: Парадак
et: Telli
sq: Rendit
th: คำสั่ง
tr: Emir
vi: Đặt hàng

source: Delete
az: Sil
be: Выдаліць
et: Kustuta
sq: Fshije
th: ลบ
tr: Silmek
vi: Xóa bỏ

source: Please correct the duplicate data for %(field)s.
tr: Lütfen %(field)s için yinelenen verileri düzeltin.

source: Please correct the duplicate data for %(field)s, which must be unique.
tr: Lütfen %(field)s için benzersiz olması gereken yinelenen verileri düzeltin.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
tr: Lütfen %(field_name)s için %(date_field)s içindeki %(lookup)s için benzersiz olması gereken yinelenen verileri düzeltin.

source: Please correct the duplicate values below.
az: Aşağıdakı dublikat dəyərləri düzəldin.
be: Калі ласка, выпраўце паўтаральныя значэнні ніжэй.
et: Parandage allpool olevad duplikaatväärtused.
sq: Ju lutemi korrigjoni vlerat e dyfishta më poshtë.
th: โปรดแก้ไขค่าที่ซ้ำกันด้านล่าง
tr: Lütfen aşağıdaki yinelenen değerleri düzeltin.
vi: Vui lòng sửa các giá trị trùng lặp bên dưới.

source: The inline value did not match the parent instance.
az: Daxil edilmiş dəyər əsas instansiyaya uyğun gəlmədi.
be: Убудаванае значэнне не супадае з бацькоўскім асобнікам.
et: Tekstisisene väärtus ei ühtinud emaeksemplariga.
sq: Vlera e linjës nuk përputhej me shembullin mëmë.
th: ค่าอินไลน์ไม่ตรงกับอินสแตนซ์หลัก
tr: Satır içi değer üst örnekle eşleşmedi.
vi: Giá trị nội tuyến không khớp với phiên bản gốc.

source: Select a valid choice. That choice is not one of the available choices.
az: Etibarlı seçim seçin. Bu seçim mövcud seçimlərdən biri deyil.
be: Выберыце правільны выбар. Гэты выбар не з'яўляецца адным з даступных варыянтаў.
et: Valige sobiv valik. See valik ei kuulu saadaolevate valikute hulka.
sq: Zgjidhni një zgjedhje të vlefshme. Kjo zgjedhje nuk është një nga zgjedhjet e disponueshme.
th: เลือกตัวเลือกที่ถูกต้อง ตัวเลือกนั้นไม่ใช่หนึ่งในตัวเลือกที่มีอยู่
tr: Geçerli bir seçim seçin. Bu seçim mevcut seçeneklerden biri değil.
vi: Chọn một lựa chọn hợp lệ. Sự lựa chọn đó không phải là một trong những lựa chọn có sẵn.

source: “%(pk)s” is not a valid value.
tr: “%(pk)s” geçerli bir değer değil.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
tr: %(datetime)s, %(current_timezone)s saat diliminde yorumlanamadı; belirsiz olabilir veya mevcut olmayabilir.

source: Clear
az: Təmiz
be: Ясна
et: Selge
sq: E qartë
th: ชัดเจน
tr: Temizlemek
vi: Thông thoáng

source: Currently
az: Hal-hazırda
be: У цяперашні час
et: Praegu
sq: Aktualisht
th: ตอนนี้
tr: Şu anda
vi: Hiện nay

source: Change
az: Dəyişmək
be: Змена
et: Muuda
sq: Ndryshimi
th: เปลี่ยน
tr: Değiştirmek
vi: Thay đổi

source: Unknown
az: Naməlum
be: Невядомы
et: Tundmatu
sq: E panjohur
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định

source: Yes
az: Bəli
be: так
et: Jah
sq: po
th: ใช่
tr: Evet
vi: Đúng

source: No
az: yox
be: няма
et: Ei
sq: Nr
th: เลขที่
tr: HAYIR
vi: KHÔNG

source: yes,no,maybe
az: bəli, yox, bəlkə
be: так, не, магчыма
et: jah, ei, võib-olla
sq: po, jo, ndoshta
th: ใช่ ไม่ อาจจะ
tr: evet, hayır, belki
vi: vâng, không, có lẽ

source: p.m.
be: вечара
th: บ่าย
tr: öğleden sonra.
vi: chiều

source: a.m.
az: səhər
be: раніца
sq: paradite
th: เช้า.
tr: sabah
vi: là.

source: PM
th: น
tr: ÖĞLEDEN SONRA
vi: Thủ tướng

source: AM
th: เช้า
tr: sabah
vi: LÀ

source: midnight
az: gecə yarısı
be: апоўначы
et: südaöö
sq: mesnatë
th: เที่ยงคืน
tr: gece yarısı
vi: nửa đêm

source: noon
az: günorta
be: поўдзень
et: keskpäeval
sq: mesditë
th: กลางวัน
tr: öğlen
vi: buổi trưa

source: Monday
az: bazar ertəsi
be: панядзелак
et: esmaspäev
sq: e hënë
th: วันจันทร์
tr: Pazartesi
vi: Thứ hai

source: Tuesday
az: çərşənbə axşamı
be: аўторак
et: teisipäeval
sq: e martë
th: วันอังคาร
tr: Salı
vi: Thứ ba

source: Wednesday
az: çərşənbə
be: серада
et: kolmapäeval
sq: e mërkurë
th: วันพุธ
tr: Çarşamba
vi: Thứ Tư

source: Thursday
az: cümə axşamı
be: чацвер
et: neljapäeval
sq: e enjte
th: วันพฤหัสบดี
tr: Perşembe
vi: Thứ năm

source: Friday
az: cümə
be: Пятніца
et: reedel
sq: e premte
th: วันศุกร์
tr: Cuma
vi: Thứ sáu

source: Saturday
az: şənbə
be: субота
et: laupäeval
sq: e shtunë
th: วันเสาร์
tr: Cumartesi
vi: Thứ bảy

source: Sunday
az: bazar günü
be: Нядзеля
et: pühapäev
sq: të dielën
th: วันอาทิตย์
tr: Pazar
vi: Chủ nhật

source: Mon
az: Bazar ertəsi
be: Пн
et: Esmasp
sq: e hënë
th: จันทร์
tr: Pazartesi
vi: Thứ hai

source: Tue
az: Çərşənbə axşamı
be: аўт
et: teisip
sq: e martë
th: อ
tr: Salı
vi: thứ ba

source: Wed
az: Çərşənbə
be: ср
et: kolmap
sq: e mërkurë
th: พ
tr: Çar
vi: Thứ tư

source: Thu
az: Cr
be: чц
et: Neljap
sq: e enjte
th: พฤ
tr: Per
vi: Thứ năm

source: Fri
az: Cümə
be: пт
et: P
sq: e premte
th: ศุกร์
tr: Cuma
vi: Thứ Sáu

source: Sat
az: şənbə
be: сб
et: laup
sq: Shtu
th: นั่ง
tr: Doygunluk
vi: Đã ngồi

source: Sun
az: Günəş
be: Сонца
et: Päike
sq: dielli
th: ดวงอาทิตย์
tr: Güneş
vi: Mặt trời

source: January
az: yanvar
be: Студзень
et: jaanuaril
sq: janar
th: มกราคม
tr: Ocak
vi: Tháng Một

source: February
az: fevral
be: люты
et: veebruar
sq: shkurt
th: กุมภาพันธ์
tr: Şubat
vi: Tháng hai

source: March
az: mart
be: сакавік
et: märtsil
sq: mars
th: มีนาคม
tr: Mart
vi: Bước đều

source: April
az: aprel
be: Красавік
et: aprill
sq: prill
th: เมษายน
tr: Nisan
vi: Tháng tư

source: May
be: мая
et: mai
sq: maj
th: อาจ
tr: Mayıs
vi: Có thể

source: June
az: iyun
be: Чэрвень
et: juunini
sq: qershor
th: มิถุนายน
tr: Haziran
vi: Tháng sáu

source: July
az: iyul
be: ліпень
et: juulil
sq: korrik
th: กรกฎาคม
tr: Temmuz
vi: Tháng bảy

source: August
az: avqust
be: жнівень
et: augustil
sq: gusht
th: สิงหาคม
tr: Ağustos
vi: Tháng tám

source: September
az: sentyabr
be: верасень
et: septembril
sq: shtator
th: กันยายน
tr: Eylül
vi: Tháng 9

source: October
az: oktyabr
be: кастрычніка
et: oktoober
sq: tetor
th: ตุลาคม
tr: Ekim
vi: tháng mười

source: November
az: noyabr
be: лістапад
et: novembril
sq: Nëntor
th: พฤศจิกายน
tr: Kasım
vi: Tháng mười một

source: December
az: dekabr
be: Снежань
et: detsembril
sq: dhjetor
th: ธันวาคม
tr: Aralık
vi: Tháng 12

source: jan
az: yanvar
be: ян
et: jaan
sq: janar
th: ม.ค.
tr: Ocak
vi: tháng một

source: feb
az: fevral
be: лют
et: veebr
sq: shkurt
th: ก.พ
tr: Şubat
vi: tháng Hai

source: mar
az: mart
be: сак
et: mär
sq: mars
th: มี.ค
tr: mart
vi: tháng ba

source: apr
az: aprel
be: крас
sq: prill
th: เม.ย
tr: Nisan
vi: tháng tư

source: may
az: bilər
be: можа
et: võib
sq: mund
th: อาจ
tr: mayıs
vi: có thể

source: jun
az: iyun
be: чэрв
sq: qershor
th: มิ.ย
tr: haziran
vi: tháng sáu

source: jul
az: iyul
be: ліп
sq: korrik
th: ก.ค
tr: temmuz
vi: tháng bảy

source: aug
az: avqust
be: жн
sq: gusht
th: ส.ค
tr: Ağustos
vi: tháng tám

source: sep
az: sentyabr
be: вер
et: sept
sq: shtator
th: ก.ย
tr: eylül
vi: tháng chín

source: oct
az: oktyabr
be: кастрычнік
et: okt
sq: tetor
th: ต.ค
tr: ekim
vi: tháng mười

source: nov
az: noyabr
be: лістап
sq: nëntor
th: พ.ย
tr: kasım
vi: tháng mười một

source: dec
az: dekabr
be: дэк
et: dets
sq: dhjetor
th: ธ.ค
tr: aralık
vi: Tháng mười hai

# abbrev. month
source: Jan.
az: Yanvar
be: Ян.
et: jaan.
sq: janar
th: ม.ค.
tr: Ocak.
vi: Tháng một.

# abbrev. month
source: Feb.
az: Fevral
be: люты
et: veebr.
sq: shkurt
th: ก.พ.
tr: Şubat.
vi: Tháng Hai.

# abbrev. month
source: March
az: mart
be: сакавік
et: märtsil
sq: mars
th: มีนาคม
tr: Mart
vi: Bước đều

# abbrev. month
source: April
az: aprel
be: Красавік
et: aprill
sq: prill
th: เมษายน
tr: Nisan
vi: Tháng tư

# abbrev. month
source: May
be: мая
et: mai
sq: maj
th: อาจ
tr: Mayıs
vi: Có thể

# abbrev. month
source: June
az: iyun
be: Чэрвень
et: juunini
sq: qershor
th: มิถุนายน
tr: Haziran
vi: Tháng sáu

# abbrev. month
source: July
az: iyul
be: ліпень
et: juulil
sq: korrik
th: กรกฎาคม
tr: Temmuz
vi: Tháng bảy

# abbrev. month
source: Aug.
az: avqust
be: Жнівень
et: augustil
sq: gusht
th: ส.ค.
tr: Ağustos.
vi: Tháng 8

# abbrev. month
source: Sept.
az: Sentyabr
be: верасень
sq: shtator.
th: กันยายน
tr: Eylül.
vi: Tháng 9

# abbrev. month
source: Oct.
az: Oktyabr
be: Кастрычнік
et: okt.
sq: tetor
th: ต.ค.
tr: Ekim.
vi: Tháng 10

# abbrev. month
source: Nov.
az: noyabr
be: лістапада
sq: nëntor
th: พ.ย.
tr: Kasım.
vi: Tháng 11

# abbrev. month
source: Dec.
az: dekabr
be: снежань
et: dets.
sq: dhjetor
th: ธ.ค.
tr: Aralık.
vi: Tháng mười hai.

# alt. month
source: January
az: yanvar
be: Студзень
et: jaanuaril
sq: janar
th: มกราคม
tr: Ocak
vi: Tháng Một

# alt. month
source: February
az: fevral
be: люты
et: veebruar
sq: shkurt
th: กุมภาพันธ์
tr: Şubat
vi: Tháng hai

# alt. month
source: March
az: mart
be: сакавік
et: märtsil
sq: mars
th: มีนาคม
tr: Mart
vi: Bước đều

# alt. month
source: April
az: aprel
be: Красавік
et: aprill
sq: prill
th: เมษายน
tr: Nisan
vi: Tháng tư

# alt. month
source: May
be: мая
et: mai
sq: maj
th: อาจ
tr: Mayıs
vi: Có thể

# alt. month
source: June
az: iyun
be: Чэрвень
et: juunini
sq: qershor
th: มิถุนายน
tr: Haziran
vi: Tháng sáu

# alt. month
source: July
az: iyul
be: ліпень
et: juulil
sq: korrik
th: กรกฎาคม
tr: Temmuz
vi: Tháng bảy

# alt. month
source: August
az: avqust
be: жнівень
et: augustil
sq: gusht
th: สิงหาคม
tr: Ağustos
vi: Tháng tám

# alt. month
source: September
az: sentyabr
be: верасень
et: septembril
sq: shtator
th: กันยายน
tr: Eylül
vi: Tháng 9

# alt. month
source: October
az: oktyabr
be: кастрычніка
et: oktoober
sq: tetor
th: ตุลาคม
tr: Ekim
vi: tháng mười

# alt. month
source: November
az: noyabr
be: лістапад
et: novembril
sq: Nëntor
th: พฤศจิกายน
tr: Kasım
vi: Tháng mười một

source: This is not a valid IPv6 address.
az: Bu etibarlı IPv6 ünvanı deyil.
be: Гэта несапраўдны адрас IPv6.
et: See ei ole kehtiv IPv6-aadress.
sq: Kjo nuk është një adresë e vlefshme IPv6.
th: นี่ไม่ใช่ที่อยู่ IPv6 ที่ถูกต้อง
tr: Bu geçerli bir IPv6 adresi değil.
vi: Đây không phải là địa chỉ IPv6 hợp lệ.

source: or
az: və ya
be: або
et: või
sq: ose
th: หรือ
tr: veya
vi: hoặc

source: Forbidden
az: Qadağan
be: Забаронена
et: Keelatud
sq: e ndaluar
th: ต้องห้าม
tr: Yasaklı
vi: Cấm

source: CSRF verification failed. Request aborted.
az: CSRF doğrulaması alınmadı. Sorğu dayandırıldı.
be: Збой праверкі CSRF. Запыт адменены.
et: CSRF-i kinnitamine ebaõnnestus. Taotlus katkestati.
sq: Verifikimi CSRF dështoi. Kërkesa u ndërpre.
th: การตรวจสอบ CSRF ล้มเหลว คำขอถูกยกเลิก
tr: CSRF doğrulaması başarısız oldu. İstek iptal edildi.
vi: Xác minh CSRF không thành công. Yêu cầu bị hủy bỏ.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
az: Siz bu mesajı görürsünüz, çünki bu HTTPS saytı veb brauzeriniz tərəfindən “İstinad başlığının” göndərilməsini tələb edir, lakin heç biri göndərilməyib. Bu başlıq brauzerinizin üçüncü tərəflər tərəfindən oğurlanmamasını təmin etmək üçün təhlükəsizlik səbəbləri üçün tələb olunur.
be: Вы бачыце гэта паведамленне, таму што гэты HTTPS-сайт патрабуе, каб ваш вэб-браўзер адправіў загаловак Referer, але ён не быў адпраўлены. Гэты загаловак неабходны з меркаванняў бяспекі, каб пераканацца, што ваш браўзер не ўзламаны трэцімі асобамі.
et: Näete seda teadet, kuna see HTTPS-sait nõuab, et teie veebibrauser saadaks viitepäise, kuid seda ei saadetud. See päis on turvakaalutlustel vajalik tagamaks, et teie brauserit ei kaaperdaks kolmandad osapooled.
sq: Po e shihni këtë mesazh sepse ky sajt HTTPS kërkon që të dërgohet një "kokë referimi" nga shfletuesi juaj i uebit, por asnjë nuk u dërgua. Ky titull kërkohet për arsye sigurie, për të siguruar që shfletuesi juaj të mos rrëmbehet nga palët e treta.
th: คุณเห็นข้อความนี้เนื่องจากไซต์ HTTPS นี้กำหนดให้เว็บเบราว์เซอร์ของคุณส่ง "ส่วนหัวผู้อ้างอิง" แต่ไม่มีการส่งเลย ส่วนหัวนี้จำเป็นสำหรับเหตุผลด้านความปลอดภัย เพื่อให้แน่ใจว่าเบราว์เซอร์ของคุณจะไม่ถูกไฮแจ็กโดยบุคคลที่สาม
tr: Bu mesajı görüyorsunuz çünkü bu HTTPS sitesi, web tarayıcınız tarafından bir "Yönlendiren başlığının" gönderilmesini gerektiriyor ancak hiçbiri gönderilmiyor. Bu başlık, tarayıcınızın üçüncü şahıslar tarafından ele geçirilmediğinden emin olmak için güvenlik nedeniyle gereklidir.
vi: Bạn thấy thông báo này vì trang web HTTPS này yêu cầu phải gửi “Tiêu đề người giới thiệu” bởi trình duyệt web của bạn nhưng không có gì được gửi. Tiêu đề này là bắt buộc vì lý do bảo mật, để đảm bảo rằng trình duyệt của bạn không bị bên thứ ba chiếm quyền điều khiển.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
az: Brauzerinizi “Referer” başlıqlarını deaktiv etmək üçün konfiqurasiya etmisinizsə, lütfən, onları ən azı bu sayt, HTTPS əlaqələri və ya “eyni mənşəli” sorğular üçün yenidən aktivləşdirin.
be: Калі вы наладзілі свой браўзер на адключэнне загалоўкаў «Referer», уключыце іх паўторна, прынамсі, для гэтага сайта, або для злучэнняў HTTPS, або для запытаў «аднолькавага паходжання».
et: Kui olete oma brauseri konfigureerinud „Viite“ päiseid keelama, lubage need uuesti vähemalt selle saidi või HTTPS-ühenduste või „sama päritolu“ päringute jaoks.
sq: Nëse e keni konfiguruar shfletuesin tuaj për të çaktivizuar titujt "Referer", ju lutemi ri-aktivizoni ato, të paktën për këtë sajt, ose për lidhjet HTTPS, ose për kërkesa "me origjinë të njëjtë".
th: หากคุณได้กำหนดค่าเบราว์เซอร์ของคุณให้ปิดใช้งานส่วนหัว "ผู้อ้างอิง" โปรดเปิดใช้งานอีกครั้ง อย่างน้อยสำหรับไซต์นี้ หรือสำหรับการเชื่อมต่อ HTTPS หรือสำหรับคำขอ "ที่มาเดียวกัน"
tr: Tarayıcınızı "Yönlendiren" başlıklarını devre dışı bırakacak şekilde yapılandırdıysanız, lütfen bunları en azından bu site veya HTTPS bağlantıları veya "aynı kaynaklı" istekler için yeniden etkinleştirin.
vi: Nếu bạn đã định cấu hình trình duyệt của mình để tắt tiêu đề “Người giới thiệu”, vui lòng bật lại chúng, ít nhất là cho trang web này hoặc cho các kết nối HTTPS hoặc cho các yêu cầu “cùng nguồn gốc”.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
az: Əgər siz <meta name="referrer" content="no-referrer"> teqindən istifadə edirsinizsə və ya "Referrer-Policy: no-referrer" başlığını daxil edirsinizsə, onları silin. CSRF mühafizəsi “Referer” başlığının ciddi istinad yoxlamasını tələb edir. Məxfilikdən narahatsınızsa, üçüncü tərəf saytlarına keçidlər üçün <a rel="noreferrer" …> kimi alternativlərdən istifadə edin.
be: Калі вы выкарыстоўваеце тэг <meta name="referrer" content="no-referrer"> або ўключаеце загаловак «Referrer-Policy: no-referrer», выдаліце ​​іх. Абарона CSRF патрабуе строгай праверкі загалоўка "Referer". Калі вы турбуецеся аб прыватнасці, выкарыстоўвайце такія альтэрнатывы, як <a rel="noreferrer" …> для спасылак на староннія сайты.
et: Kui kasutate märgendit <meta name="referrer" content="no-referrer"> või sisaldate päist „Referrer-Policy: no-referrer”, eemaldage need. CSRF-kaitse nõuab, et päis „Referer” teeks ranget viitekontrolli. Kui tunnete muret privaatsuse pärast, kasutage kolmandate osapoolte saitide linkimiseks alternatiive, nagu <a rel="noreferrer" …>.
sq: Nëse jeni duke përdorur etiketën <meta name="referrer" content="no-referrer"> ose duke përfshirë titullin "Referrer-Policy: no-referrer", ju lutemi hiqni ato. Mbrojtja CSRF kërkon që kreu "Referer" të bëjë kontroll të rreptë të referuesit. Nëse jeni të shqetësuar për privatësinë, përdorni alternativa si <a rel="noreferrer" …> për lidhjet me faqet e palëve të treta.
th: หากคุณใช้แท็ก <meta name="referrer" content="no-referrer"> หรือมีส่วนหัว “Referrer-Policy: no-referrer” โปรดลบออก การป้องกัน CSRF ต้องใช้ส่วนหัว "ผู้อ้างอิง" เพื่อทำการตรวจสอบผู้อ้างอิงอย่างเข้มงวด หากคุณกังวลเกี่ยวกับความเป็นส่วนตัว ให้ใช้ทางเลือกอื่นเช่น <a rel="noreferrer" …> สำหรับลิงก์ไปยังเว็บไซต์บุคคลที่สาม
tr: <meta name="referrer" content="no-referrer"> etiketini kullanıyorsanız veya “Referrer-Policy: no-referrer” başlığını ekliyorsanız lütfen bunları kaldırın. CSRF koruması, "Yönlendiren" başlığının sıkı bir yönlendiren kontrolü yapmasını gerektirir. Gizlilik konusunda endişeleriniz varsa üçüncü taraf sitelere bağlantılar için <a rel='noreferrer' …> gibi alternatifleri kullanın.
vi: Nếu bạn đang sử dụng thẻ <meta name="referrer" content="no-referrer"> hoặc bao gồm tiêu đề “Referrer-Policy: no-referrer”, vui lòng xóa chúng. Việc bảo vệ CSRF yêu cầu tiêu đề "Người giới thiệu" để thực hiện kiểm tra người giới thiệu một cách nghiêm ngặt. Nếu bạn lo ngại về quyền riêng tư, hãy sử dụng các lựa chọn thay thế như <a rel="noreferrer" …> cho các liên kết đến trang web của bên thứ ba.
