Repository: barchshimelis/barchrender
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, be, et, sq, th, tr, vi

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
az: Siz bu mesajı görürsünüz, çünki bu sayt formaları təqdim edərkən CSRF kukisi tələb edir. Bu kuki brauzerinizin üçüncü tərəflər tərəfindən oğurlanmamasını təmin etmək üçün təhlükəsizlik səbəbləri ilə tələb olunur.
be: Вы бачыце гэта паведамленне, таму што гэты сайт патрабуе кукі CSRF пры адпраўцы формаў. Гэты файл cookie неабходны з меркаванняў бяспекі, каб гарантаваць, што ваш браўзер не будзе захоплены трэцімі асобамі.
et: Näete seda teadet, kuna see sait nõuab vormide esitamisel CSRF-küpsist. See küpsis on turvakaalutlustel vajalik tagamaks, et teie brauserit ei kaaperdaks kolmandad osapooled.
sq: Po e shihni këtë mesazh sepse ky sajt kërkon një cookie CSRF kur dorëzon formularët. Kjo cookie kërkohet për arsye sigurie, për të siguruar që shfletuesi juaj të mos rrëmbehet nga palët e treta.
th: คุณเห็นข้อความนี้เนื่องจากไซต์นี้ต้องใช้คุกกี้ CSRF เมื่อส่งแบบฟอร์ม คุกกี้นี้จำเป็นสำหรับเหตุผลด้านความปลอดภัย เพื่อให้แน่ใจว่าเบราว์เซอร์ของคุณจะไม่ถูกแย่งชิงโดยบุคคลที่สาม
tr: Bu mesajı görüyorsunuz çünkü bu site form gönderirken CSRF çerezine ihtiyaç duyuyor. Bu çerez, tarayıcınızın üçüncü şahıslar tarafından ele geçirilmemesini sağlamak amacıyla güvenlik nedeniyle gereklidir.
vi: Bạn thấy thông báo này vì trang web này yêu cầu cookie CSRF khi gửi biểu mẫu. Cookie này là bắt buộc vì lý do bảo mật, để đảm bảo rằng trình duyệt của bạn không bị bên thứ ba chiếm quyền điều khiển.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
az: Brauzerinizi kukiləri söndürmək üçün konfiqurasiya etmisinizsə, lütfən, heç olmasa bu sayt və ya “eyni mənşəli” sorğular üçün onları yenidən aktivləşdirin.
be: Калі вы наладзілі свой браўзер на адключэнне файлаў cookie, уключыце іх паўторна, па меншай меры, для гэтага сайта або для запытаў «аднолькавага паходжання».
et: Kui olete oma brauseri seadistanud küpsiseid keelama, lubage need uuesti vähemalt sellel saidil või sama päritoluga päringute jaoks.
sq: Nëse e keni konfiguruar shfletuesin tuaj për të çaktivizuar cookie-t, ju lutemi riaktivizoni ato, të paktën për këtë sajt, ose për kërkesa "me origjinë të njëjtë".
th: หากคุณได้กำหนดค่าเบราว์เซอร์ของคุณให้ปิดการใช้งานคุกกี้ โปรดเปิดใช้งานอีกครั้ง อย่างน้อยสำหรับไซต์นี้ หรือสำหรับคำขอ "ที่มาเดียวกัน"
tr: Tarayıcınızı çerezleri devre dışı bırakacak şekilde yapılandırdıysanız, lütfen çerezleri en azından bu site için veya "aynı kaynaklı" istekler için yeniden etkinleştirin.
vi: Nếu bạn đã định cấu hình trình duyệt của mình để tắt cookie, vui lòng bật lại chúng, ít nhất là đối với trang web này hoặc đối với các yêu cầu “cùng nguồn gốc”.

source: More information is available with DEBUG=True.
az: Əlavə məlumatı DEBUG=True ilə əldə etmək olar.
be: Дадатковая інфармацыя даступная з DEBUG=True.
et: Lisateavet leiate valikuga DEBUG=True.
sq: Më shumë informacion është i disponueshëm me DEBUG=E vërtetë.
th: ข้อมูลเพิ่มเติมสามารถดูได้จาก DEBUG=True
tr: DEBUG=True ile daha fazla bilgiye ulaşılabilir.
vi: Thông tin thêm có sẵn với DEBUG=True.

source: No year specified
az: İl göstərilməyib
be: Год не ўказаны
et: Aastat pole täpsustatud
sq: Asnjë vit i specifikuar
th: ไม่ระบุปี
tr: Yıl belirtilmedi
vi: Không có năm cụ thể

source: Date out of range
az: Tarix diapazondan kənardır
be: Дата па-за дыяпазонам
et: Kuupäev väljaspool vahemikku
sq: Data jashtë rrezes
th: วันที่อยู่นอกขอบเขต
tr: Tarih aralığın dışında
vi: Ngày ngoài phạm vi

source: No month specified
az: Ay göstərilməyib
be: Месяц не ўказаны
et: Kuud pole täpsustatud
sq: Asnjë muaj nuk është specifikuar
th: ไม่ได้ระบุเดือน
tr: Ay belirtilmedi
vi: Không có tháng được chỉ định

source: No day specified
az: Gün müəyyən edilməyib
be: Дзень не пазначаны
et: Päeva pole määratud
sq: Asnjë ditë e caktuar
th: ไม่ได้ระบุวัน
tr: Gün belirtilmedi
vi: Không có ngày cụ thể

source: No week specified
az: Həftə göstərilməyib
be: Тыдзень не ўказаны
et: Nädalat pole täpsustatud
sq: Nuk është përcaktuar asnjë javë
th: ไม่ได้ระบุสัปดาห์
tr: Hafta belirtilmedi
vi: Không có tuần nào được chỉ định

source: No %(verbose_name_plural)s available
tr: %(verbose_name_plural)s mevcut değil

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
tr: Gelecek %(verbose_name_plural)s kullanılamıyor çünkü %(class_name)s.allow_future False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
tr: Geçersiz tarih dizesi "%(datestr)s", "%(format)s" biçimine verildi

source: No %(verbose_name)s found matching the query
tr: Sorguyla eşleşen %(verbose_name)s bulunamadı

source: Page is not “last”, nor can it be converted to an int.
az: Səhifə “sonuncu” deyil və onu int-ə çevirmək olmaz.
be: Старонка не з'яўляецца "апошняй", і яе нельга пераўтварыць у int.
et: Leht ei ole "viimane" ja seda ei saa teisendada int-ks.
sq: Faqja nuk është "e fundit", as nuk mund të konvertohet në int.
th: หน้าไม่ใช่ "หน้าสุดท้าย" และไม่สามารถแปลงเป็น int ได้
tr: Sayfa “son” değildir ve int'ye dönüştürülemez.
vi: Trang không phải là "cuối cùng" và cũng không thể chuyển đổi thành int.

source: Invalid page (%(page_number)s): %(message)s
tr: Geçersiz sayfa (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
tr: Boş liste ve “%(class_name)s.allow_empty” Yanlış.

source: Directory indexes are not allowed here.
az: Burada kataloq indekslərinə icazə verilmir.
be: Індэксы каталогаў тут не дапускаюцца.
et: Kataloogide indeksid pole siin lubatud.
sq: Indekset e drejtorive nuk lejohen këtu.
th: ไม่อนุญาตให้ใช้ดัชนีไดเรกทอรีที่นี่
tr: Burada dizin indekslerine izin verilmiyor.
vi: Chỉ mục thư mục không được phép ở đây.

source: “%(path)s” does not exist
tr: “%(yol)s” mevcut değil

source: Index of %(directory)s
tr: %(directory)s dizini

source: The install worked successfully! Congratulations!
az: Quraşdırma uğurla işlədi! Təbrik edirik!
be: Ўстаноўка спрацавала паспяхова! Віншую!
et: Install toimis edukalt! Palju õnne!
sq: Instalimi funksionoi me sukses! urime!
th: การติดตั้งสำเร็จ! ยินดีด้วย!
tr: Kurulum başarıyla çalıştı! Tebrikler!
vi: Quá trình cài đặt đã thành công! Chúc mừng!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
tr: Django %(version)s için <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">sürüm notlarını</a> görüntüleyin

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
tr: Bu sayfayı görüyorsunuz çünkü <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel=noopener">DEBUG=True</a> ayarlar dosyanızda bulunuyor ve herhangi bir URL yapılandırmadınız.

source: Django Documentation
az: Django Sənədləri
be: Дакументацыя Django
et: Django dokumentatsioon
sq: Dokumentacioni i Django
th: เอกสารจังโก้
tr: Django Belgeleri
vi: Tài liệu Django

source: Topics, references, &amp; how-to’s
az: Mövzular, istinadlar, &amp; necə
be: Тэмы, спасылкі, &amp; інструкцыі
et: Teemad, viited, &amp; kuidas teha
sq: Temat, referencat, &amp; si-të
th: หัวข้อ ข้อมูลอ้างอิง &amp; วิธีการ
tr: Konular, referanslar ve amp; nasıl yapılır
vi: Chủ đề, tài liệu tham khảo &amp; cách thực hiện

source: Tutorial: A Polling App
az: Dərslik: Sorğu Tətbiqi
be: Падручнік: праграма для галасавання
et: Õpetus: küsitlusrakendus
sq: Tutorial: Një aplikacion për votime
th: บทช่วยสอน: แอปโพล
tr: Öğretici: Bir Anket Uygulaması
vi: Hướng dẫn: Ứng dụng bỏ phiếu

source: Get started with Django
az: Django ilə başlayın
be: Пачніце з Django
et: Alustage Djangoga
sq: Filloni me Django
th: เริ่มต้นใช้งานจังโก้
tr: Django'yu kullanmaya başlayın
vi: Bắt đầu với Django

source: Django Community
az: Django İcması
be: Супольнасць Django
et: Django kogukond
sq: Komuniteti Django
th: ชุมชนจังโก้
tr: Django Topluluğu
vi: Cộng đồng Django

source: Connect, get help, or contribute
az: Qoşun, kömək alın və ya töhfə verin
be: Падключайцеся, атрымлівайце дапамогу або ўносіце свой уклад
et: Ühendage, hankige abi või panustage
sq: Lidhu, merr ndihmë ose kontribuo
th: เชื่อมต่อ รับความช่วยเหลือ หรือมีส่วนร่วม
tr: Bağlanın, yardım alın veya katkıda bulunun
vi: Kết nối, nhận trợ giúp hoặc đóng góp

source: title
az: başlıq
be: назва
et: pealkiri
sq: titull
th: ชื่อ
tr: başlık
vi: tiêu đề

source: title a
az: başlıq a
be: назва а
et: pealkiri a
sq: titulli a
th: ชื่อก
tr: başlık a
vi: tiêu đề một

source: title b
az: başlıq b
be: назва б
et: pealkiri b
sq: titulli b
th: ชื่อข
tr: başlık b
vi: tiêu đề b

source: title c
az: başlıq c
be: назва c
et: pealkiri c
sq: titulli c
th: ชื่อค
tr: başlık c
vi: tiêu đề c

source: title d
az: başlıq d
be: назва d
et: pealkiri d
sq: titulli d
th: ชื่อง
tr: başlık d
vi: tiêu đề d

source: visits
az: ziyarətlər
be: візіты
et: külastused
sq: vizitat
th: การเข้าชม
tr: ziyaretler
vi: thăm

source: Sorry, translation is not available.
az: Üzr istəyirik, tərcümə mövcud deyil.
be: На жаль, пераклад недаступны.
et: Vabandust, tõlge pole saadaval.
sq: Na vjen keq, përkthimi nuk është i disponueshëm.
th: ขออภัย ไม่สามารถแปลได้
tr: Üzgünüz, çeviri mevcut değil.
vi: Xin lỗi, bản dịch không có sẵn.

source: None
az: Heç biri
be: Няма
et: Mitte ühtegi
sq: Asnjë
th: ไม่มี
tr: Hiçbiri
vi: Không có

source: %(prog)s: error: %(message)s
tr: %(prog)s: hata: %(mesaj)s

source: Enter your wallet address
az: Cüzdanınızın ünvanını daxil edin
be: Увядзіце адрас кашалька
et: Sisestage oma rahakoti aadress
sq: Shkruani adresën tuaj të portofolit
th: ป้อนที่อยู่กระเป๋าเงินของคุณ
tr: Cüzdan adresinizi girin
vi: Nhập địa chỉ ví của bạn

source: Save wallet
az: Pul kisəsinə qənaət edin
be: Захаваць кашалёк
et: Säästa rahakotti
sq: Ruani portofolin
th: ประหยัดกระเป๋าสตางค์
tr: Cüzdanı kaydet
vi: Lưu ví

source: Withdrawal form
az: Çıxarma forması
be: Форма зняцця
et: Taganemisvorm
sq: Formulari i tërheqjes
th: แบบฟอร์มการถอนเงิน
tr: Para çekme formu
vi: Hình thức rút tiền

source: Select network
az: Şəbəkə seçin
be: Выберыце сетку
et: Valige võrk
sq: Zgjidhni rrjetin
th: เลือกเครือข่าย
tr: Ağ seçin
vi: Chọn mạng

source: Withdrawal amount (USD)
az: Çıxarma məbləği (USD)
be: Сума зняцця (USD)
et: Väljamakse summa (USD)
sq: Shuma e tërheqjes (USD)
th: จำนวนเงินที่ถอน (USD)
tr: Para çekme tutarı (USD)
vi: Số tiền rút (USD)

source: Enter withdrawal amount
az: Çıxarma məbləğini daxil edin
be: Увядзіце суму зняцця
et: Sisesta väljamakse summa
sq: Futni shumën e tërheqjes
th: กรอกจำนวนเงินที่ถอน
tr: Para çekme tutarını girin
vi: Nhập số tiền rút

source: Withdraw all
az: Hamısını geri çək
be: Зняць усе
et: Võta kõik tagasi
sq: Tërhiqni të gjitha
th: ถอนทั้งหมด
tr: Hepsini geri çek
vi: Rút tất cả

source: Enter fund password
az: Fond parolunu daxil edin
be: Увядзіце пароль фонду
et: Sisestage fondi parool
sq: Fut fjalëkalimin e fondit
th: ใส่รหัสผ่านกองทุน
tr: Fon şifresini girin
vi: Nhập mật khẩu quỹ

source: Submit withdrawal
az: Çıxarmağı təqdim edin
be: Адправіць зняцце
et: Esitage taganemine
sq: Paraqisni tërheqjen
th: ยื่นถอน
tr: Para çekme işlemini gönder
vi: Gửi yêu cầu rút tiền

source: All selected
az: Hamısı seçildi
be: Усе выбраныя
et: Kõik valitud
sq: Të gjitha të zgjedhura
th: เลือกทั้งหมดแล้ว
tr: Hepsi seçildi
vi: Tất cả đã chọn

source: ❌ You cannot change your wallet address once bound. Please contact customer service if you need to update it.
az: ❌ Cüzdanınızı bağladıqdan sonra ünvanınızı dəyişə bilməzsiniz. Onu yeniləmək lazımdırsa, müştəri xidməti ilə əlaqə saxlayın.
be: ❌ Вы не можаце змяніць свой адрас кашалька пасля прывязкі. Калі вам трэба абнавіць яго, звярніцеся ў службу падтрымкі.
et: ❌ Pärast sidumist ei saa te oma rahakoti aadressi muuta. Kui teil on vaja seda värskendada, võtke ühendust klienditeenindusega.
sq: ❌ Nuk mund ta ndryshoni adresën e portofolit pasi të keni lidhur. Ju lutemi, kontaktoni shërbimin e klientit nëse keni nevojë ta përditësoni atë.
th: ❌ คุณไม่สามารถเปลี่ยนที่อยู่กระเป๋าเงินของคุณได้เมื่อถูกผูกมัดแล้ว โปรดติดต่อฝ่ายบริการลูกค้าหากคุณต้องการอัปเดต
tr: ❌ Bağlandıktan sonra cüzdan adresinizi değiştiremezsiniz. Güncellemeniz gerekiyorsa lütfen müşteri hizmetlerine başvurun.
vi: ❌ Bạn không thể thay đổi địa chỉ ví của mình sau khi bị ràng buộc. Vui lòng liên hệ với dịch vụ khách hàng nếu bạn cần cập nhật nó.

source: You must complete all %(total)d tasks before binding your wallet. Completed: %(completed)d
tr: Cüzdanınızı bağlamadan önce %(total)d görevin tamamını tamamlamanız gerekir. Tamamlandı: %(tamamlandı)d

source: Wallet address is required.
az: Pulqabı ünvanı tələb olunur.
be: Патрабуецца адрас кашалька.
et: Rahakoti aadress on nõutav.
sq: Kërkohet adresa e portofolit.
tr: Cüzdan adresi gerekli.

source: Wallet address should only contain letters and numbers.
az: Pul kisəsinin ünvanı yalnız hərf və rəqəmlərdən ibarət olmalıdır.
be: Адрас кашалька павінен змяшчаць толькі літары і лічбы.
et: Rahakoti aadress peaks sisaldama ainult tähti ja numbreid.
sq: Adresa e portofolit duhet të përmbajë vetëm shkronja dhe numra.
th: ที่อยู่ Wallet ควรมีเฉพาะตัวอักษรและตัวเลขเท่านั้น
tr: Cüzdan adresi yalnızca harf ve rakamlardan oluşmalıdır.
vi: Địa chỉ ví chỉ được chứa chữ cái và số.

source: This wallet address is already linked to another account.
az: Bu pul kisəsi ünvanı artıq başqa hesabla əlaqələndirilib.
be: Гэты адрас кашалька ўжо звязаны з іншым уліковым запісам.
et: See rahakoti aadress on juba lingitud teise kontoga.
sq: Kjo adresë e portofolit është tashmë e lidhur me një llogari tjetër.
th: ที่อยู่กระเป๋าเงินนี้เชื่อมโยงกับบัญชีอื่นแล้ว
tr: Bu cüzdan adresi zaten başka bir hesaba bağlı.
vi: Địa chỉ ví này đã được liên kết với một tài khoản khác.

source: ✅ Wallet bound successfully!
et: ✅ Rahakoti sidumine õnnestus!
sq: ✅ Portofoli i lidhur me sukses!
th: ✅ ผูกกระเป๋าสตางค์สำเร็จ!
tr: ✅ Cüzdan başarıyla bağlandı!

source: You must bind your wallet before making a withdrawal.
az: Pul çıxarmadan əvvəl cüzdanınızı bağlamalısınız.
be: Вы павінны прывязаць свой кашалёк перад тым, як зняць грошы.
et: Enne väljamakse tegemist peate oma rahakoti siduma.
sq: Ju duhet të lidhni portofolin tuaj përpara se të bëni një tërheqje.
th: คุณต้องผูกกระเป๋าเงินของคุณก่อนทำการถอนเงิน
tr: Para çekmeden önce cüzdanınızı bağlamanız gerekir.
vi: Bạn phải ràng buộc ví của mình trước khi rút tiền.

source: You must complete all %(total)d tasks before withdrawing. Completed: %(completed)d/%(total)d
tr: Geri çekilmeden önce %(total)d görevin tamamını tamamlamanız gerekir. Tamamlandı: %(tamamlandı)d/%(toplam)d

source: Invalid fund password.
be: Няправільны пароль фонду.
et: Kehtetu fondi parool.
sq: Fjalëkalim i pavlefshëm i fondit.
tr: Geçersiz fon şifresi.

source: Please select a network protocol.
az: Zəhmət olmasa şəbəkə protokolu seçin.
be: Выберыце сеткавы пратакол.
et: Valige võrguprotokoll.
sq: Ju lutemi zgjidhni një protokoll rrjeti.
th: โปรดเลือกโปรโตคอลเครือข่าย
tr: Lütfen bir ağ protokolü seçin.
vi: Vui lòng chọn một giao thức mạng.

source: Insufficient balance for withdrawal.
az: Çıxarış üçün balans kifayət deyil.
be: Недастатковы баланс для вываду.
et: Ebapiisav saldo väljavõtmiseks.
sq: Bilanci i pamjaftueshëm për tërheqje.
th: ยอดคงเหลือไม่เพียงพอสำหรับการถอน
tr: Para çekme için yeterli bakiye yok.
vi: Không đủ số dư để rút tiền.

source: Please enter a valid withdrawal amount.
be: Увядзіце сапраўдную суму зняцця.
et: Sisestage kehtiv väljamakse summa.
sq: Ju lutemi vendosni një shumë të vlefshme tërheqjeje.
tr: Lütfen geçerli bir para çekme tutarı girin.

source: Withdrawal amount must be greater than zero.
az: Çıxarma məbləği sıfırdan çox olmalıdır.
be: Сума зняцця павінна быць больш за нуль.
et: Väljavõetav summa peab olema suurem kui null.
sq: Shuma e tërheqjes duhet të jetë më e madhe se zero.
th: จำนวนเงินที่ถอนจะต้องมากกว่าศูนย์
tr: Para çekme tutarı sıfırdan büyük olmalıdır.
vi: Số tiền rút phải lớn hơn 0.

source: You cannot withdraw more than your available balance of %(amount)s.
tr: Mevcut %(amount)s bakiyenizden fazlasını çekemezsiniz.

source: Minimum withdrawal amount is %(amount)s.
az: Minimum çıxarış məbləği %(amount)s-dir.
be: Мінімальная сума для вываду — %(amount)s.
th: จำนวนถอนขั้นต่ำคือ %(amount)s
tr: Minimum para çekme tutarı %(amount)s'dir.
vi: Số tiền rút tối thiểu là %(amount)s.

source: Maximum withdrawal amount per transaction is %(amount)s.
tr: İşlem başına maksimum para çekme tutarı %(amount)s'dir.

source: Daily withdrawal limit exceeded. You can withdraw up to %(amount)s more today.
tr: Günlük para çekme limiti aşıldı. Bugün %(amount)s'a kadar daha fazla para çekebilirsiniz.

source: You have too many pending withdrawal requests.
az: Gözləyən çoxlu geri götürmə sorğunuz var.
be: У вас занадта шмат чакаючых запытаў на зняцце сродкаў.
et: Teil on liiga palju pooleliolevaid väljamaksetaotlusi.
sq: Keni shumë kërkesa për tërheqje në pritje.
th: คุณมีคำขอถอนเงินที่รอดำเนินการมากเกินไป
tr: Çok fazla bekleyen para çekme talebiniz var.
vi: Bạn có quá nhiều yêu cầu rút tiền đang chờ xử lý.

source: Withdrawal request submitted successfully!
az: Çıxarma sorğusu uğurla təqdim edildi!
be: Запыт на вывад паспяхова адпраўлены!
et: Taganemistaotlus on edukalt esitatud!
sq: Kërkesa për tërheqje u dorëzua me sukses!
th: ส่งคำขอถอนเรียบร้อยแล้ว!
tr: Para çekme talebi başarıyla gönderildi!
vi: Yêu cầu rút tiền đã được gửi thành công!

source: An error occurred while processing your withdrawal: %(error)s
az: Çıxarışınız işlənərkən səhv baş verdi: %(error)s
be: Пры апрацоўцы вашага вываду адбылася памылка: %(error)s
th: เกิดข้อผิดพลาดขณะดำเนินการถอนเงินของคุณ: %(error)s
tr: Para çekme işleminiz gerçekleştirilirken bir hata oluştu: %(error)s
vi: Đã xảy ra lỗi khi xử lý yêu cầu rút tiền của bạn: %(error)s

source: %s KB
be: %s КБ
th: %s กิโลไบต์

source: %s MB
be: %s МБ
th: %s เมกะไบต์

source: %s GB
be: %s ГБ
th: %s กิกะไบต์

source: %s TB
be: %s ТБ
th: %s วัณโรค

source: %s PB
be: %s ПБ
sq: %s BP

source: Chat with Customer Service
et: Vestelge klienditeenindusega
sq: Bisedoni me Shërbimin e Klientit

source: Phone number must be numeric and may start with + (max 15 digits).
sq: Numri i telefonit duhet të jetë numerik dhe mund të fillojë me + (maksimumi 15 shifra).

source: Username must be between 6 and 15 characters.
sq: Emri i përdoruesit duhet të jetë nga 6 deri në 15 karaktere.

source: Password must be between 6 and 15 characters.
sq: Fjalëkalimi duhet të jetë nga 6 deri në 15 karaktere.

source: Fund password must be between 6 and 15 characters.
sq: Fjalëkalimi i fondit duhet të jetë nga 6 deri në 15 karaktere.

source: Referral code must be exactly 6 characters.
sq: Kodi i referimit duhet të jetë saktësisht 6 karaktere.

source: This user's referral code has already been used.
sq: Kodi i referimit të këtij përdoruesi është përdorur tashmë.

source: Invalid credentials.
sq: Kredencialet e pavlefshme.

source: Organization rules violated, please contact customer service.
sq: Rregullat e organizatës janë shkelur, ju lutemi kontaktoni shërbimin e klientit.

source: Unable to authenticate. Please try again.
sq: Nuk mund të vërtetohet. Ju lutemi provoni përsëri.

source: Select a thread
et: Valige lõim
sq: Zgjidhni një fije

source: Recharge to continue tasks
sq: Rimbushni për të vazhduar detyrat

source: Available Withdraw
et: Saadaval väljavõtmine
sq: Në dispozicion Tërheqje

source: Cannot proceed to next task.
et: Järgmise ülesande juurde ei saa minna.
sq: Nuk mund të vazhdohet me detyrën tjetër.

# alt. month
source: December
et: detsembril
sq: dhjetor

source: password
et: parool
sq: fjalëkalimin

source: No wallet bound yet
sq: Asnjë portofol ende i lidhur

source: Bind wallet form
et: Seo rahakoti vorm
sq: Formulari i portofolit të lidhjes

source: tasks are not complete
sq: detyrat nuk janë të plota

source: This user cannot invite others
sq: Ky përdorues nuk mund të ftojë të tjerë

source: company rules viloated,Please contact customer service
sq: Rregullat e kompanisë janë shkelur, Ju lutemi kontaktoni shërbimin ndaj klientit
