Repository: barchshimelis/barchrender
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, be, et, sq, th, tr, vi

source: English
az: İngilis dili
be: англійская
et: inglise keel
sq: anglisht
th: ภาษาอังกฤษ
tr: İngilizce
vi: Tiếng Anh

source: Arabic
az: ərəb
be: арабская
et: araabia keel
sq: arabisht
th: ภาษาอาหรับ
tr: Arapça
vi: tiếng Ả Rập

source: Turkish
az: türk
be: турэцкая
et: türgi keel
sq: turqisht
th: ภาษาตุรกี
tr: Türkçe
vi: tiếng Thổ Nhĩ Kỳ

source: Russian
az: rus
be: рускі
et: vene keel
sq: rusisht
th: ภาษารัสเซีย
tr: Rusça
vi: tiếng Nga

source: Azerbaijani
az: Azərbaycan
be: Азербайджанская
et: Aserbaidžaan
sq: Azerbajxhani
th: อาเซอร์ไบจัน
tr: Azerice
vi: Tiếng Azerbaijan

source: Thai
az: Tay
be: Тайская
et: Tai
th: แบบไทย
tr: Tay dili
vi: tiếng Thái

source: Belarusian
az: belarus
be: беларускі
et: valgevenelane
sq: bjellorusisht
th: เบลารุส
tr: Belarusça
vi: Tiếng Belarus

source: Spanish
az: ispan dili
be: іспанскі
et: hispaania keel
sq: spanjisht
th: สเปน
tr: İspanyol
vi: tiếng Tây Ban Nha

source: Portuguese
az: portuqal
be: партугальская
et: portugali keel
sq: portugeze
th: โปรตุเกส
tr: Portekizce
vi: tiếng Bồ Đào Nha

source: Vietnamese
az: vyetnamlı
be: в'етнамская
et: vietnamlane
sq: vietnameze
th: ภาษาเวียดนาม
tr: Vietnam
vi: Tiếng Việt

source: Albanian
az: alban
be: албанец
et: albaanlane
sq: shqiptare
th: แอลเบเนีย
tr: Arnavut
vi: tiếng Albania

source: Spanish (Chile)
az: İspan (Çili)
be: Іспанская (Чылі)
et: hispaania keel (Tšiili)
sq: spanjisht (Kili)
th: สเปน (ชิลี)
tr: İspanyolca (Şili)
vi: Tiếng Tây Ban Nha (Chile)

source: Spanish (Mexico)
az: İspan (Meksika)
be: Іспанская (Мексіка)
et: hispaania keel (Mehhiko)
sq: spanjisht (Meksikë)
th: สเปน (เม็กซิโก)
tr: İspanyolca (Meksika)
vi: Tiếng Tây Ban Nha (Mexico)

source: English (Nigeria)
az: İngilis (Nigeriya)
be: англійская (Нігерыя)
et: inglise keel (Nigeeria)
sq: anglisht (Nigeri)
th: อังกฤษ (ไนจีเรีย)
tr: İngilizce (Nijerya)
vi: Tiếng Anh (Nigeria)

source: Estonian
az: eston
be: эстонскі
et: eesti keel
sq: estoneze
th: เอสโตเนีย
tr: Estonyalı
vi: tiếng Estonia

source: Activities
az: Fəaliyyətlər
be: Мерапрыемствы
et: Tegevused
sq: Aktivitetet
th: กิจกรรม
tr: Faaliyetler
vi: Các hoạt động

source: Activity filters
az: Fəaliyyət filtrləri
be: Фільтры актыўнасці
et: Tegevusfiltrid
sq: Filtrat e aktivitetit
th: ตัวกรองกิจกรรม
tr: Etkinlik filtreleri
vi: Bộ lọc hoạt động

source: Start date
az: Başlama tarixi
be: Дата пачатку
et: Alguskuupäev
sq: Data e fillimit
th: วันที่เริ่มต้น
tr: Başlangıç ​​tarihi
vi: Ngày bắt đầu

source: End date
az: Bitmə tarixi
be: Дата заканчэння
et: Lõppkuupäev
sq: Data e përfundimit
th: วันที่สิ้นสุด
tr: Bitiş tarihi
vi: Ngày kết thúc

source: Activity type
az: Fəaliyyət növü
be: Тып дзейнасці
et: Tegevuse tüüp
sq: Lloji i aktivitetit
th: ประเภทกิจกรรม
tr: Etkinlik türü
vi: Loại hoạt động

source: All
az: Hamısı
be: Усе
et: Kõik
sq: Të gjitha
th: ทั้งหมด
tr: Tüm
vi: Tất cả

source: Recharge history
az: Doldurma tarixi
be: Гісторыя папаўнення
et: Laadimise ajalugu
sq: Historia e rimbushjes
th: ประวัติการเติมเงิน
tr: Şarj geçmişi
vi: Lịch sử nạp tiền

source: Recharge
az: Yenidən doldurun
be: Перазарадка
et: Laadige uuesti
sq: Rimbushje
th: เติมเงิน
tr: Yeniden şarj et
vi: nạp tiền

source: More
az: Daha çox
be: больш
et: Rohkem
sq: Më shumë
th: มากกว่า
tr: Daha
vi: Hơn

source: No recharge history
az: Doldurma tarixçəsi yoxdur
be: Няма гісторыі перазарадкі
et: Laadimisajalugu pole
sq: Nuk ka histori rimbushjeje
th: ไม่มีประวัติการเติมเงิน
tr: Şarj geçmişi yok
vi: Không có lịch sử nạp tiền

source: Submit a recharge request to see it tracked here.
az: Burada izlənildiyini görmək üçün doldurma sorğusu göndərin.
be: Адпраўце запыт на папаўненне, каб убачыць яго адсочванне тут.
et: Esitage laadimistaotlus, et seda siin jälgida.
sq: Paraqisni një kërkesë rimbushjeje për ta parë të gjurmuar këtu.
th: ส่งคำขอเติมเงินเพื่อดูการติดตามที่นี่
tr: Burada takip edildiğini görmek için bir yükleme isteği gönderin.
vi: Gửi yêu cầu nạp tiền để xem nó được theo dõi ở đây.

source: Withdrawal history
az: Çıxarma tarixi
be: Гісторыя зняцця сродкаў
et: Väljavõtmise ajalugu
sq: Historia e tërheqjes
th: ประวัติการถอนเงิน
tr: Para çekme geçmişi
vi: Lịch sử rút tiền

source: Withdrawal
az: Çıxarma
be: Зняцце
et: Väljavõtmine
sq: Tërheqja
th: การถอนเงิน
tr: Para çekme
vi: Rút tiền

source: more
az: daha çox
be: больш
et: rohkem
sq: më shumë
th: มากกว่า
tr: Daha
vi: hơn

source: No withdrawal history
az: Çıxarma tarixi yoxdur
be: Няма гісторыі зняцця сродкаў
et: Väljavõtmise ajalugu puudub
sq: Nuk ka histori tërheqjeje
th: ไม่มีประวัติการถอนเงิน
tr: Para çekme geçmişi yok
vi: Không có lịch sử rút tiền

source: Once you submit a withdrawal request it will show up here.
az: Çıxarma sorğusu göndərdikdən sonra o, burada görünəcək.
be: Пасля адпраўкі запыту на зняцце ён з'явіцца тут.
et: Pärast taganemistaotluse esitamist kuvatakse see siin.
sq: Pasi të paraqisni një kërkesë për tërheqje, ajo do të shfaqet këtu.
th: เมื่อคุณส่งคำขอถอนเงิน มันจะปรากฏขึ้นที่นี่
tr: Para çekme isteği gönderdiğinizde burada görünecektir.
vi: Khi bạn gửi yêu cầu rút tiền, nó sẽ hiển thị ở đây.

source: Show
az: Göstər
be: Паказаць
et: Näita
sq: Shfaq
th: แสดง
tr: Göstermek
vi: Trình diễn

source: Hide
az: Gizlət
be: Схаваць
et: Peida
sq: Fshih
th: ซ่อน
tr: Saklamak
vi: Trốn

source: Admin Console
az: Admin Konsolu
be: Кансоль адміністратара
et: Administraatorikonsool
sq: Konsola e administratorit
th: คอนโซลผู้ดูแลระบบ
tr: Yönetici Konsolu
vi: Bảng điều khiển dành cho quản trị viên

source: Administration
az: İdarəetmə
be: Адміністрацыя
et: Administreerimine
sq: Administrata
th: การบริหาร
tr: Yönetim
vi: Sự quản lý

source: Amazon Market
az: Amazon bazarı
be: Рынак Amazon
et: Amazoni turg
sq: Tregu i Amazonës
th: ตลาดอเมซอน
tr: Amazon Pazarı
vi: Chợ Amazon

source: Internal Access
az: Daxili Giriş
be: Унутраны доступ
et: Sisemine juurdepääs
sq: Qasja e brendshme
th: การเข้าถึงภายใน
tr: Dahili Erişim
vi: Truy cập nội bộ

source: Admin Login
az: Admin Giriş
be: Уваход адміністратара
et: Administraatori sisselogimine
sq: Hyrja e administratorit
th: เข้าสู่ระบบผู้ดูแลระบบ
tr: Yönetici Girişi
vi: Đăng nhập quản trị viên

source: Admin Access
az: Admin Girişi
be: Доступ адміністратара
et: Administraatori juurdepääs
sq: Qasja e administratorit
th: การเข้าถึงของผู้ดูแลระบบ
tr: Yönetici Erişimi
vi: Quyền truy cập của quản trị viên

source: Admin
be: Адмін
th: ผู้ดูแลระบบ
tr: Yönetici
vi: Quản trị viên

source: Username
az: İstifadəçi adı
be: Імя карыстальніка
et: Kasutajanimi
sq: Emri i përdoruesit
th: ชื่อผู้ใช้
tr: Kullanıcı adı
vi: Tên người dùng

source: Password
az: parol
be: Пароль
et: Parool
sq: Fjalëkalimi
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu

source: Sign In
az: Daxil ol
be: Увайдзіце
et: Logi sisse
sq: Hyni
th: เข้าสู่ระบบ
tr: Oturum aç
vi: Đăng nhập

source: Enter result
az: Nəticə daxil edin
be: Увядзіце вынік
et: Sisestage tulemus
sq: Fut rezultatin
th: ใส่ผลลัพธ์
tr: Sonucu girin
vi: Nhập kết quả

source: Amazon logo
az: Amazon loqosu
be: Лагатып Amazon
et: Amazoni logo
sq: Logoja e Amazon
th: โลโก้ของอเมซอน
tr: Amazon logosu
vi: biểu tượng amazon

source: Change language
az: Dili dəyişdirin
be: Змяніць мову
et: Muuda keelt
sq: Ndrysho gjuhën
th: เปลี่ยนภาษา
tr: Dili değiştir
vi: Thay đổi ngôn ngữ

source: Choose language
az: Dil seçin
be: Выберыце мову
et: Valige keel
sq: Zgjidhni gjuhën
th: เลือกภาษา
tr: Dil seçin
vi: Chọn ngôn ngữ

source: Close language menu
az: Dil menyusunu bağlayın
be: Зачыніць меню мовы
et: Sulgege keelemenüü
sq: Mbyll menynë e gjuhës
th: ปิดเมนูภาษา
tr: Dil menüsünü kapat
vi: Đóng menu ngôn ngữ

source: Error
az: Xəta
be: Памылка
et: Viga
sq: Gabim
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

source: Warning
az: Xəbərdarlıq
be: Папярэджанне
et: Hoiatus
sq: Paralajmërim
th: คำเตือน
tr: Uyarı
vi: Cảnh báo

source: Conditions of Use
az: İstifadə şərtləri
be: Умовы выкарыстання
et: Kasutustingimused
sq: Kushtet e Perdorimit
th: เงื่อนไขการใช้งาน
tr: Kullanım Koşulları
vi: Điều kiện sử dụng

source: Privacy Notice
az: Məxfilik Bildirişi
be: Паведамленне аб прыватнасці
et: Privaatsusteatis
sq: Njoftimi i privatësisë
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik Bildirimi
vi: Thông báo về quyền riêng tư

source: Help
az: Kömək edin
be: Даведка
et: Abi
sq: Ndihmë
th: ช่วย
tr: Yardım
vi: Giúp đỡ

source: &copy; %(year)s Amazon Market
tr: &kopyala; %(year)s Amazon Pazarı

source: Customer Service Login
az: Müştəri Xidmətinə Giriş
be: Уваход у службу падтрымкі кліентаў
et: Klienditeeninduse sisselogimine
sq: Hyrja në shërbimin e klientit
th: เข้าสู่ระบบบริการลูกค้า
tr: Müşteri Hizmetleri Girişi
vi: Dịch vụ khách hàng Đăng nhập

source: Customer Service
az: Müştəri xidməti
be: Абслугоўванне кліентаў
et: Klienditeenindus
sq: Shërbimi ndaj klientit
th: บริการลูกค้า
tr: Müşteri Hizmetleri
vi: Dịch vụ khách hàng

source: My Account
az: Hesabım
be: Мой рахунак
et: Minu konto
sq: Llogaria ime
th: บัญชีของฉัน
tr: Hesabım
vi: Tài khoản của tôi

source: Notifications
az: Bildirişlər
be: Апавяшчэнні
et: Märguanded
sq: Njoftimet
th: การแจ้งเตือน
tr: Bildirimler
vi: Thông báo

source: Settings
az: Parametrlər
be: Налады
et: Seaded
sq: Cilësimet
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

source: Withdraw
az: geri çəkilmək
be: Зняць
et: Tõmba tagasi
sq: Tërhiqet
th: ถอน
tr: Geri çekilmek
vi: Rút

source: Quick access
az: Sürətli giriş
be: Хуткі доступ
et: Kiire juurdepääs
sq: Qasje e shpejtë
th: เข้าถึงได้รวดเร็ว
tr: Hızlı erişim
vi: Truy cập nhanh

source: Personal info
az: Şəxsi məlumat
be: Асабістая інфармацыя
et: Isiklikud andmed
sq: Informacion personal
th: ข้อมูลส่วนตัว
tr: Kişisel bilgiler
vi: Thông tin cá nhân

source: Order record
az: Sifariş rekordu
be: Запіс заказу
et: Tellimuse rekord
sq: Regjistrimi i porosive
th: บันทึกการสั่งซื้อ
tr: Sipariş kaydı
vi: Hồ sơ đặt hàng

source: Recharge record
az: Rekord doldurma
be: Папаўненне запісу
et: Laadimisrekord
sq: Regjistrimi i rimbushjes
th: บันทึกการเติมเงิน
tr: Şarj kaydı
vi: Kỷ lục nạp tiền

source: Withdrawal record
az: Çıxarma rekordu
be: Запіс аб зняцці сродкаў
et: Väljavõtmise rekord
sq: Procesverbali i tërheqjes
th: บันทึกการถอนเงิน
tr: Para çekme kaydı
vi: Hồ sơ rút tiền

source: Sign out
az: Çıxın
be: Выйсці
et: Logi välja
sq: Dilni
th: ออกจากระบบ
tr: oturumu Kapat
vi: Đăng xuất

source: Profile
az: Profil
be: Профіль
et: Profiil
sq: Profili
th: ประวัติโดยย่อ
tr: Profil
vi: Hồ sơ

source: Member since
az: ildən üzv
be: Член з
et: liige alates
sq: Anëtar që nga
th: เป็นสมาชิกตั้งแต่
tr: Şu tarihten beri üye:
vi: Thành viên kể từ

source: Contact information
az: Əlaqə məlumatı
be: Кантактная інфармацыя
et: Kontaktandmed
sq: Informacioni i kontaktit
th: ข้อมูลการติดต่อ
tr: İletişim bilgileri
vi: Thông tin liên hệ

source: Phone
az: Telefon
be: Тэлефон
et: Telefon
sq: Telefoni
th: โทรศัพท์
tr: Telefon
vi: Điện thoại

source: Not provided
az: təmin edilməyib
be: Не прадугледжана
et: Ei ole ette nähtud
sq: Nuk ofrohet
th: ไม่มีให้
tr: Sağlanmadı
vi: Không được cung cấp

source: Email
az: E-poçt
be: Электронная пошта
et: Meil
th: อีเมล
tr: E-posta

source: Referral code
az: İstinad kodu
be: Рэферальны код
et: Viitekood
sq: Kodi i referimit
th: รหัสอ้างอิง
tr: Yönlendirme kodu
vi: Mã giới thiệu

source: Not available
az: Əlçatan deyil
be: Няма ў наяўнасці
et: Ei ole saadaval
sq: Nuk disponohet
th: ไม่สามารถใช้ได้
tr: Müsait değil
vi: Không có sẵn

source: Recent activity
az: Son fəaliyyət
be: Апошнія дзеянні
et: Hiljutine tegevus
sq: Aktiviteti i fundit
th: กิจกรรมล่าสุด
tr: Son etkinlik
vi: Hoạt động gần đây

source: Profile updated
az: Profil yeniləndi
be: Профіль абноўлены
et: Profiil uuendatud
sq: Profili u përditësua
th: อัปเดตโปรไฟล์แล้ว
tr: Profil güncellendi
vi: Đã cập nhật hồ sơ

source: You refreshed your personal information.
az: Siz şəxsi məlumatlarınızı yenilədiniz.
be: Вы абнавілі сваю асабістую інфармацыю.
et: Värskendasite oma isikuandmeid.
sq: Rifreskove të dhënat e tua personale.
th: คุณรีเฟรชข้อมูลส่วนบุคคลของคุณ
tr: Kişisel bilgilerinizi yenilediniz.
vi: Bạn đã làm mới thông tin cá nhân của mình.

source: Just now
az: Sadəcə indi
be: Толькі што
et: Just praegu
sq: Vetëm tani
th: แค่ตอนนี้
tr: Şu anda
vi: Vừa rồi

source: Security check
az: Təhlükəsizlik yoxlaması
be: Праверка бяспекі
et: Turvakontroll
sq: Kontrolli i sigurisë
th: ตรวจสอบความปลอดภัย
tr: Güvenlik kontrolü
vi: Kiểm tra an ninh

source: Fund password confirmed for withdrawal.
az: Fond parolu geri çəkilmək üçün təsdiqləndi.
be: Пароль фонду пацверджаны для вываду.
et: Väljamaksmiseks kinnitatud fondi parool.
sq: Fjalëkalimi i fondit është konfirmuar për tërheqje.
th: ยืนยันรหัสผ่านกองทุนเพื่อถอนเงิน
tr: Para çekme işlemi için fon şifresi onaylandı.
vi: Mật khẩu quỹ đã được xác nhận để rút tiền.

source: +12h
az: +12 saat
be: +12 гадзін
sq: +12 orë
th: +12ชม
tr: +12 saat

source: Referral milestone
az: İstinad mərhələsi
be: Рэферальны этап
et: Viitamise verstapost
sq: Pika historike e referimit
th: เหตุการณ์สำคัญในการอ้างอิง
tr: Yönlendirme kilometre taşı
vi: Cột mốc giới thiệu

source: You unlocked a new referral bonus tier.
az: Yeni referal bonus səviyyəsini açdınız.
be: Вы адкрылі новы бонусны ўзровень за рэфералаў.
et: Avasite uue suunamisboonuse taseme.
sq: Ju hapët një nivel të ri bonus referimi.
th: คุณได้ปลดล็อคระดับโบนัสผู้อ้างอิงใหม่
tr: Yeni bir tavsiye bonus kademesinin kilidini açtınız.
vi: Bạn đã mở khóa một cấp thưởng giới thiệu mới.

source: +2d
az: +2g
be: +2 дн
th: +2ว
tr: +2 gün
vi: +2ngày

source: Super Admin Login
az: Super Admin Giriş
be: Уваход суперадміністратара
et: Superadministraatori sisselogimine
sq: Hyrja e Super Admin
th: เข้าสู่ระบบผู้ดูแลระบบขั้นสูง
tr: Süper Yönetici Girişi
vi: Đăng nhập quản trị viên cấp cao

source: Super Admin
be: Супер адміністратар
et: Superadministraator
th: ผู้ดูแลระบบขั้นสูง
tr: Süper Yönetici
vi: Siêu quản trị viên

source: Sign in
az: Daxil olun
be: Увайдзіце ў сістэму
et: Logi sisse
sq: Identifikohu
th: เข้าสู่ระบบ
tr: Oturum aç
vi: Đăng nhập

source: Username or phone number
az: İstifadəçi adı və ya telefon nömrəsi
be: Імя карыстальніка або нумар тэлефона
et: Kasutajanimi või telefoninumber
sq: Emri i përdoruesit ose numri i telefonit
th: ชื่อผู้ใช้หรือหมายเลขโทรศัพท์
tr: Kullanıcı adı veya telefon numarası
vi: Tên người dùng hoặc số điện thoại

source: Forgot your password?
az: Parolunuzu unutmusunuz?
be: Забыліся пароль?
et: Unustasite parooli?
sq: Keni harruar fjalëkalimin tuaj?
th: ลืมรหัสผ่าน?
tr: Şifrenizi mi unuttunuz?
vi: Bạn quên mật khẩu?

source: Create your account
az: Hesabınızı yaradın
be: Стварыце свой уліковы запіс
et: Looge oma konto
sq: Krijoni llogarinë tuaj
th: สร้างบัญชีของคุณ
tr: Hesabınızı oluşturun
vi: Tạo tài khoản của bạn

source: New to Amazon?
az: Amazonda yenisiniz?
be: Упершыню ў Amazon?
et: Kas uus Amazon?
sq: I ri në Amazon?
th: ยังใหม่กับอเมซอนใช่ไหม?
tr: Amazon'da yeni misiniz?
vi: Mới sử dụng Amazon?

source: Create your Amazon account
az: Amazon hesabınızı yaradın
be: Стварыце свой уліковы запіс Amazon
et: Looge oma Amazoni konto
sq: Krijoni llogarinë tuaj në Amazon
th: สร้างบัญชีอเมซอนของคุณ
tr: Amazon hesabınızı oluşturun
vi: Tạo tài khoản Amazon của bạn

source: Create account
az: Hesab yaradın
be: Стварыць уліковы запіс
et: Loo konto
sq: Krijo llogari
th: สร้างบัญชี
tr: Hesap oluşturmak
vi: Tạo tài khoản

source: Mobile number
az: Mobil nömrə
be: Мабільны нумар
et: Mobiili number
sq: Numri i celularit
th: เบอร์มือถือ
tr: Cep numarası
vi: Số điện thoại di động

source: e.g., +1234567890
az: məsələn, +1234567890
be: напрыклад, +1234567890
et: nt +1234567890
sq: p.sh., +1234567890
th: เช่น +1234567890
tr: ör. +1234567890
vi: ví dụ: +1234567890

source: 6-15 characters
az: 6-15 simvol
be: 6-15 знакаў
et: 6-15 tähemärki
sq: 6-15 karaktere
th: 6-15 ตัวอักษร
tr: 6-15 karakter
vi: 6-15 ký tự

source: At least 6 characters
az: Ən azı 6 simvol
be: Мінімум 6 сімвалаў
et: Vähemalt 6 tähemärki
sq: Të paktën 6 karaktere
th: อย่างน้อย 6 ตัวอักษร
tr: En az 6 karakter
vi: Ít nhất 6 ký tự

source: Fund password
az: Fond parolu
be: Пароль фонду
et: Fondi parool
sq: Fjalëkalimi i fondit
th: รหัสผ่านกองทุน
tr: Fon şifresi
vi: Mật khẩu quỹ

source: 6 characters
az: 6 simvol
be: 6 знакаў
et: 6 tähemärki
sq: 6 karaktere
th: 6 ตัวอักษร
tr: 6 karakter
vi: 6 ký tự

source: Already have an account?
az: Artıq hesabınız var?
be: У вас ужо ёсць уліковы запіс?
et: Kas teil on juba konto?
sq: Keni tashmë një llogari?
th: มีบัญชีอยู่แล้ว?
tr: Zaten bir hesabınız var mı?
vi: Đã có tài khoản?

source: Try again
az: Yenidən cəhd edin
be: Паспрабуйце яшчэ раз
et: Proovi uuesti
sq: Provo sërish
th: ลองอีกครั้ง
tr: Tekrar deneyin
vi: Thử lại

source: All fields are required.
az: Bütün sahələr tələb olunur.
be: Усе палі абавязковыя для запаўнення.
et: Kõik väljad on kohustuslikud.
sq: Të gjitha fushat janë të nevojshme.
th: ต้องระบุข้อมูลทุกช่อง
tr: Tüm alanlar zorunludur.
vi: Tất cả các trường là bắt buộc.

source: wrong phone number
az: səhv telefon nömrəsi
be: няправільны нумар тэлефона
et: vale telefoninumber
sq: numër i gabuar i telefonit
th: หมายเลขโทรศัพท์ผิด
tr: yanlış telefon numarası
vi: số điện thoại sai

source: wrong user name
az: səhv istifadəçi adı
be: няправільнае імя карыстальніка
et: vale kasutajanimi
sq: emri i gabuar i përdoruesit
th: ชื่อผู้ใช้ผิด
tr: yanlış kullanıcı adı
vi: tên người dùng sai

source: enter correct password
az: düzgün parol daxil edin
be: увядзіце правільны пароль
et: sisesta õige parool
sq: fut fjalëkalimin e saktë
th: ป้อนรหัสผ่านที่ถูกต้อง
tr: doğru şifreyi girin
vi: nhập đúng mật khẩu

source: enter correct fund password
az: düzgün fond parolunu daxil edin
be: увядзіце правільны пароль фонду
et: sisestage õige fondi parool
sq: shkruani fjalëkalimin e saktë të fondit
th: ใส่รหัสผ่านกองทุนที่ถูกต้อง
tr: doğru fon şifresini girin
vi: nhập đúng mật khẩu quỹ

source: enter correct refral code
az: düzgün refral kodunu daxil edin
be: увядзіце правільны код рэферала
et: sisestage õige refral kood
sq: shkruani kodin e saktë të rikthimit
th: ป้อนรหัสอ้างอิงที่ถูกต้อง
tr: doğru refral kodunu girin
vi: nhập mã giới thiệu chính xác

source: Invalid referral code.
az: Yanlış referal kodu.
be: Няправільны рэферальны код.
et: Vigane viitekood.
sq: Kodi i pavlefshëm referimi.
th: รหัสอ้างอิงไม่ถูกต้อง
tr: Geçersiz yönlendirme kodu.
vi: Mã giới thiệu không hợp lệ.

source: maximum invition reaached
az: maksimum dəvətə çatıldı
be: максімальнае запрашэнне дасягнута
et: maksimaalne kutse saavutatud
sq: ftesa maksimale e arritur
th: ถึงคำเชิญสูงสุดแล้ว
tr: maksimum davete ulaşıldı
vi: đã đạt đến lời mời tối đa

source: Username already exists
az: İstifadəçi adı artıq mövcuddur
be: Імя карыстальніка ўжо існуе
et: Kasutajanimi on juba olemas
th: มีชื่อผู้ใช้อยู่แล้ว
tr: Kullanıcı adı zaten mevcut
vi: Tên người dùng đã tồn tại

source: Phone number already exists
az: Telefon nömrəsi artıq mövcuddur
be: Нумар тэлефона ўжо існуе
et: Telefoninumber on juba olemas
th: มีหมายเลขโทรศัพท์อยู่แล้ว
tr: Telefon numarası zaten mevcut
vi: Số điện thoại đã tồn tại

source: Phone number already exists. Please use a different phone number.
az: Telefon nömrəsi artıq mövcuddur. Fərqli telefon nömrəsi istifadə edin.
be: Нумар тэлефона ўжо існуе. Выкарыстоўвайце іншы нумар тэлефона.
et: Telefoninumber on juba olemas. Kasutage teist telefoninumbrit.
sq: Numri i telefonit ekziston tashmë. Ju lutemi përdorni një numër tjetër telefoni.
th: มีหมายเลขโทรศัพท์อยู่แล้ว โปรดใช้หมายเลขโทรศัพท์อื่น
tr: Telefon numarası zaten mevcut. Lütfen farklı bir telefon numarası kullanın.
vi: Số điện thoại đã tồn tại. Vui lòng sử dụng số điện thoại khác.

source: Username already exists. Please choose a different username.
az: İstifadəçi adı artıq mövcuddur. Fərqli istifadəçi adı seçin.
be: Імя карыстальніка ўжо існуе. Выберыце іншае імя карыстальніка.
et: Kasutajanimi on juba olemas. Valige mõni muu kasutajanimi.
sq: Emri i përdoruesit ekziston tashmë. Ju lutemi zgjidhni një emër përdoruesi tjetër.
th: มีชื่อผู้ใช้อยู่แล้ว โปรดเลือกชื่อผู้ใช้อื่น
tr: Kullanıcı adı zaten mevcut. Lütfen farklı bir kullanıcı adı seçin.
vi: Tên người dùng đã tồn tại. Vui lòng chọn tên người dùng khác.

source: Registration failed. Please try again.
az: Qeydiyyat uğursuz oldu. Yenidən cəhd edin.
be: Збой рэгістрацыі. Калі ласка, паспрабуйце яшчэ раз.
et: Registreerimine ebaõnnestus. Palun proovi uuesti.
sq: Regjistrimi dështoi. Ju lutemi provoni përsëri.
th: การลงทะเบียนล้มเหลว โปรดลองอีกครั้ง
tr: Kayıt başarısız oldu. Lütfen tekrar deneyin.
vi: Đăng ký không thành công. Vui lòng thử lại.

source: Registration successful! Please login.
az: Qeydiyyat uğurlu oldu! Zəhmət olmasa daxil olun.
be: Рэгістрацыя паспяховая! Калі ласка, увайдзіце.
et: Registreerimine õnnestus! Palun logi sisse.
sq: Regjistrimi i suksesshëm! Ju lutemi identifikohuni.
th: การลงทะเบียนสำเร็จ! กรุณาเข้าสู่ระบบ.
tr: Kayıt başarılı! Lütfen giriş yapın.
vi: Đăng ký thành công! Vui lòng đăng nhập.

source: Product task
az: Məhsul tapşırığı
be: Заданне на выраб
et: Toote ülesanne
sq: Detyra e produktit
th: งานผลิตภัณฑ์
tr: Ürün görevi
vi: Nhiệm vụ sản phẩm

source: Task commission earned
az: Tapşırıq komissiyası qazandı
be: Заробленая камісія
et: Ülesande vahendustasu teenitud
sq: Komisioni i detyrës i fituar
th: ได้รับค่าคอมมิชชั่นงาน
tr: Kazanılan görev komisyonu
vi: Hoa hồng nhiệm vụ kiếm được

source: Completed %(product)s task.
az: %(product)s tapşırığı tamamlandı.
be: Заданне %(product)s завершана.
th: ทำงาน %(product)s เสร็จแล้ว
tr: %(product)s görevi tamamlandı.
vi: Nhiệm vụ %(product)s đã hoàn thành.

source: Success
az: Uğur
be: Поспех
et: Edu
sq: Suksese
th: ความสำเร็จ
tr: Başarı
vi: Thành công

source: Pending
az: Gözlənir
be: У чаканні
et: Ootel
sq: Në pritje
th: รอดำเนินการ
tr: Askıda olması
vi: Chưa giải quyết

source: Approved
az: Təsdiq edildi
be: Зацверджаны
et: Kinnitatud
sq: Miratuar
th: ที่ได้รับการอนุมัติ
tr: Onaylı
vi: Tán thành

source: Rejected
az: Rədd edildi
be: Адхілена
et: Tagasi lükatud
sq: Refuzuar
th: ถูกปฏิเสธ
tr: Reddedilmiş
vi: Vật bị loại bỏ

source: Recharge request
az: Doldurma sorğusu
be: Запыт папаўнення
et: Laadimistaotlus
sq: Kërkesa për rimbushje
th: คำขอเติมเงิน
tr: Yeniden yükleme isteği
vi: Yêu cầu nạp tiền

source: Recharge of %(amount)s is %(status)s.
az: %(amount)s balans artırılması hazırda %(status)s.
be: Папаўненне %(amount)s %(status)s.
th: การเติมเงิน %(amount)s อยู่ในสถานะ %(status)s
tr: %(amount)s şarjı %(status)s.
vi: Nạp tiền %(amount)s đang %(status)s.

source: Balance request
az: Balans tələbi
be: Запыт балансу
et: Tasakaalutaotlus
sq: Kërkesa për bilanc
th: ขอยอดคงเหลือ
tr: Bakiye talebi
vi: Yêu cầu số dư

source: Balance request of %(amount)s is %(status)s.
az: %(amount)s məbləğində balans sorğusu hazırda %(status)s.
be: Запыт на баланс %(amount)s %(status)s.
th: คำขอสรุปยอด %(amount)s อยู่ในสถานะ %(status)s
tr: %(amount)s bakiye talebi: %(status)s.
vi: Yêu cầu số dư %(amount)s đang %(status)s.

source: Processing
az: Emal edilir
be: Апрацоўка
et: Töötlemine
sq: Përpunimi
th: กำลังประมวลผล
tr: İşleme
vi: Xử lý

source: Cancelled
az: Ləğv edildi
be: Адменена
et: Tühistatud
sq: Anuluar
th: ยกเลิก
tr: İptal edildi
vi: Đã hủy

source: Withdrawal request
az: Çıxarma tələbi
be: Запыт на зняцце сродкаў
et: Taganemistaotlus
sq: Kërkesa për tërheqje
th: คำขอถอนเงิน
tr: Para çekme talebi
vi: Yêu cầu rút tiền

source: Withdrawal of %(amount)s via %(network)s.
az: %(amount)s-ın %(network)s vasitəsilə çıxarılması.
be: Вывад %(amount)s праз %(network)s.
et: Väljavõtt %(amount)s kaudu %(network)s.
sq: Tërheqja e %(amount)s përmes %(network)s.
th: การถอน %(amount)s ผ่าน %(network)s
tr: %(amount)s'in %(network)s aracılığıyla çekilmesi.
vi: Rút %(amount)s qua %(network)s.

source: Read
az: Oxuyun
be: Прачытайце
et: Lugege
sq: Lexoni
th: อ่าน
tr: Okumak
vi: Đọc

source: Unread
az: Oxunmamış
be: Непрачытанае
et: Lugemata
sq: Të palexuara
th: ยังไม่ได้อ่าน
tr: Okunmamış
vi: Chưa đọc
