Repository: barchshimelis/barchrender
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, be, et, sq, th, tr, vi

source: We collect only the data required to manage task assignments and payments. Personal information is encrypted, stored securely, and never shared without consent unless required by law. Users must keep task data confidential to protect merchants and platform integrity.
az: Biz yalnız tapşırıqları və ödənişləri idarə etmək üçün tələb olunan məlumatları toplayırıq. Şəxsi məlumatlar şifrələnir, təhlükəsiz şəkildə saxlanılır və qanunla tələb olunmadığı təqdirdə heç vaxt razılıq olmadan paylaşılmır. İstifadəçilər tacirləri və platformanın bütövlüyünü qorumaq üçün tapşırıq məlumatlarını məxfi saxlamalıdırlar.
be: Мы збіраем толькі даныя, неабходныя для кіравання размеркаваннем заданняў і выплатамі. Асабістая інфармацыя шыфруецца, бяспечна захоўваецца і ніколі не перадаецца без згоды, калі гэтага не патрабуе закон. Карыстальнікі павінны захоўваць канфідэнцыяльнасць даных задач, каб абараніць прадаўцоў і цэласнасць платформы.
et: Kogume ainult neid andmeid, mis on vajalikud ülesannete jaotuste ja maksete haldamiseks. Isikuandmed krüpteeritakse, salvestatakse turvaliselt ja neid ei jagata kunagi ilma nõusolekuta, välja arvatud juhul, kui seadus seda nõuab. Kaupmeeste ja platvormi terviklikkuse kaitsmiseks peavad kasutajad hoidma ülesannete andmed konfidentsiaalsena.
sq: Ne mbledhim vetëm të dhënat e kërkuara për të menaxhuar detyrat dhe pagesat. Informacioni personal është i koduar, i ruajtur në mënyrë të sigurt dhe nuk ndahet kurrë pa pëlqimin, përveç nëse kërkohet me ligj. Përdoruesit duhet të mbajnë konfidenciale të dhënat e detyrave për të mbrojtur tregtarët dhe integritetin e platformës.
th: เรารวบรวมเฉพาะข้อมูลที่จำเป็นในการจัดการการมอบหมายงานและการชำระเงิน ข้อมูลส่วนบุคคลได้รับการเข้ารหัส เก็บไว้อย่างปลอดภัย และไม่เคยแบ่งปันโดยไม่ได้รับความยินยอม เว้นแต่กฎหมายกำหนด ผู้ใช้จะต้องเก็บข้อมูลงานไว้เป็นความลับเพื่อปกป้องผู้ค้าและความสมบูรณ์ของแพลตฟอร์ม
tr: Yalnızca görev atamalarını ve ödemeleri yönetmek için gereken verileri topluyoruz. Kişisel bilgiler şifrelenir, güvenli bir şekilde saklanır ve yasalar gerektirmedikçe izinsiz asla paylaşılmaz. Kullanıcıların, satıcıları ve platformun bütünlüğünü korumak için görev verilerini gizli tutması gerekir.
vi: Chúng tôi chỉ thu thập dữ liệu cần thiết để quản lý việc phân công nhiệm vụ và thanh toán. Thông tin cá nhân được mã hóa, lưu trữ an toàn và không bao giờ chia sẻ mà không có sự đồng ý trừ khi pháp luật yêu cầu. Người dùng phải giữ bí mật dữ liệu nhiệm vụ để bảo vệ người bán và tính toàn vẹn của nền tảng.

source: Dispute Resolution
az: Mübahisələrin həlli
be: Вырашэнне спрэчак
et: Vaidluste lahendamine
sq: Zgjidhja e mosmarrëveshjeve
th: การระงับข้อพิพาท
tr: Uyuşmazlık Çözümü
vi: Giải quyết tranh chấp

source: Report discrepancies within 48 hours, providing task references and evidence. Compliance specialists review all disputes objectively and document outcomes for full transparency.
az: 48 saat ərzində uyğunsuzluqları bildirin, tapşırıqlara istinadlar və sübutlar təqdim edin. Uyğunluq üzrə mütəxəssislər bütün mübahisələri obyektiv şəkildə nəzərdən keçirir və tam şəffaflıq üçün nəticələri sənədləşdirir.
be: Паведаміце аб разыходжаннях на працягу 48 гадзін, падаючы спасылкі на задачы і доказы. Спецыялісты па адпаведнасці аб'ектыўна разглядаюць усе спрэчкі і дакументуюць вынікі для поўнай празрыстасці.
et: Teatage lahknevustest 48 tunni jooksul, esitades ülesannete viited ja tõendid. Vastavusspetsialistid vaatavad kõik vaidlused objektiivselt läbi ja dokumenteerivad tulemused täieliku läbipaistvuse tagamiseks.
sq: Raportoni mospërputhjet brenda 48 orëve, duke ofruar referenca dhe prova të detyrave. Specialistët e pajtueshmërisë shqyrtojnë të gjitha mosmarrëveshjet në mënyrë objektive dhe dokumentojnë rezultatet për transparencë të plotë.
th: รายงานความคลาดเคลื่อนภายใน 48 ชั่วโมง โดยให้ข้อมูลอ้างอิงงานและหลักฐาน ผู้เชี่ยวชาญด้านการปฏิบัติตามกฎระเบียบจะตรวจสอบข้อพิพาททั้งหมดอย่างเป็นกลางและบันทึกผลลัพธ์เพื่อความโปร่งใสอย่างสมบูรณ์
tr: Görev referanslarını ve kanıtlarını sağlayarak tutarsızlıkları 48 saat içinde bildirin. Uyumluluk uzmanları tüm anlaşmazlıkları objektif bir şekilde inceler ve tam şeffaflık için sonuçları belgelendirir.
vi: Báo cáo những khác biệt trong vòng 48 giờ, cung cấp tài liệu tham khảo và bằng chứng về nhiệm vụ. Các chuyên gia tuân thủ xem xét tất cả các tranh chấp một cách khách quan và ghi lại kết quả để đảm bảo tính minh bạch hoàn toàn.

source: Need clarification or wish to report a policy concern? Our compliance desk is available daily.
az: Aydınlaşdırmağa ehtiyacınız var və ya siyasətlə bağlı narahatlığı bildirmək istəyirsiniz? Uyğunluq masamız hər gün mövcuddur.
be: Патрэбна тлумачэнне або хочаце паведаміць аб праблеме палітыкі? Наша служба адпаведнасці працуе штодня.
et: Kas vajate selgitust või soovite teatada poliitikaprobleemist? Meie vastavuslaud on saadaval iga päev.
sq: Keni nevojë për sqarime apo dëshironi të raportoni një shqetësim politik? Tavolina jonë e pajtueshmërisë është e disponueshme çdo ditë.
th: ต้องการคำชี้แจงหรือต้องการรายงานข้อกังวลด้านนโยบาย? โต๊ะปฏิบัติตามกฎระเบียบของเราพร้อมให้บริการทุกวัน
tr: Açıklamaya mı ihtiyacınız var veya bir politika endişesini mi bildirmek istiyorsunuz? Uyum masamız her gün mevcuttur.
vi: Cần làm rõ hoặc muốn báo cáo mối quan ngại về chính sách? Bàn tuân thủ của chúng tôi luôn sẵn sàng hàng ngày.

source: Back
az: Geri
be: Назад
et: Tagasi
sq: Mbrapa
th: กลับ
tr: Geri
vi: Mặt sau

source: System is busy processing tasks. Please retry in a moment.
az: Sistem tapşırıqları emal etməklə məşğuldur. Lütfən, bir az sonra yenidən cəhd edin.
be: Сістэма занятая апрацоўкай задач. Паўтарыце спробу праз імгненне.
et: Süsteem on hõivatud ülesannete töötlemisega. Palun proovi hetke pärast uuesti.
sq: Sistemi është i zënë me përpunimin e detyrave. Ju lutemi riprovoni në një moment.
th: ระบบกำลังยุ่งอยู่กับการประมวลผลงาน โปรดลองอีกครั้งในอีกสักครู่
tr: Sistem görevleri işlemekle meşgul. Lütfen bir süre sonra tekrar deneyin.
vi: Hệ thống đang bận xử lý các tác vụ. Vui lòng thử lại sau giây lát.

source: Task is not available or already completed.
az: Tapşırıq mövcud deyil və ya artıq tamamlanıb.
be: Задача недаступная або ўжо выкананая.
et: Ülesanne pole saadaval või on juba täidetud.
sq: Detyra nuk është e disponueshme ose e përfunduar tashmë.
th: งานไม่พร้อมใช้งานหรือเสร็จสมบูรณ์แล้ว
tr: Görev mevcut değil veya zaten tamamlanmış.
vi: Nhiệm vụ không có sẵn hoặc đã hoàn thành.

source: You are offline. Please reconnect.
az: Siz oflaynsınız. Lütfən, yenidən qoşulun.
be: Вы па-за сеткай. Падключыцеся паўторна.
et: Olete võrguühenduseta. Ühendage uuesti.
sq: Ju jeni jashtë linje. Ju lutemi rilidheni.
th: คุณออฟไลน์อยู่ กรุณาเชื่อมต่อใหม่
tr: Çevrimdışısınız. Lütfen yeniden bağlanın.
vi: Bạn đang ngoại tuyến. Vui lòng kết nối lại.

source: Me
az: Mən
be: Я
et: Mina
sq: Unë
th: ฉัน
tr: Ben
vi: Tôi

source: Hello
az: salam
be: прывітанне
et: Tere
sq: pershendetje
th: สวัสดี
tr: Merhaba
vi: Xin chào

source: No phone
az: Telefon yoxdur
be: Няма тэлефона
et: Telefoni pole
sq: Asnjë telefon
th: ไม่มีโทรศัพท์
tr: Telefon yok
vi: Không có điện thoại

source: Invite code
az: Dəvət kodu
be: Код запрашэння
et: Kutse kood
sq: Kodi i ftesës
th: รหัสเชิญ
tr: Kodu davet et
vi: Mã mời

source: Total Recharged
az: Ümumi doldurulmuş
be: Агульная зарадка
et: Kokku laetud
sq: Gjithsej i rimbushur
th: ชาร์จแล้วทั้งหมด
tr: Toplam Şarj Edilen
vi: Tổng số tiền đã nạp

source: Lucky order bonus
az: Uğurlu sifariş bonusu
be: Бонус за ўдалы заказ
et: Õnneliku tellimuse boonus
sq: Bonusi i porosisë me fat
th: โบนัสการสั่งซื้อโชคดี
tr: Şanslı sipariş bonusu

source: About us
az: Haqqımızda
be: Пра нас
et: Meie kohta
sq: Rreth nesh
th: เกี่ยวกับเรา
tr: Hakkımızda
vi: Về chúng tôi

source: Available products
az: Mövcud məhsullar
be: Даступныя прадукты
et: Saadaval olevad tooted
sq: Produktet e disponueshme
th: สินค้าที่มีจำหน่าย
tr: Mevcut ürünler
vi: Sản phẩm có sẵn

source: Featured opportunity
az: Seçilmiş fürsət
be: Вартая магчымасць
et: Esiletõstetud võimalus
sq: Mundësi e veçuar
th: โอกาสที่โดดเด่น
tr: Öne çıkan fırsat
vi: Cơ hội nổi bật

source: Earn $%(amount)s
az: %(amount)s$ qazan
be: Заработаць $%(amount)s
th: รับ $%(amount)s
tr: $%(amount)s kazanın
vi: Kiếm $%(amount)s

source: Price $%(price)s
az: Qiymət %(price)s$
be: Цана $%(price)s
th: ราคา $%(price)s
tr: Fiyat $%(price)s
vi: Giá $%(price)s

source: Prime pick drop
az: Əsas seçim düşməsi
be: Прайм-пік падзенне
sq: Pika kryesore e zgjedhjes
th: ไพรม์เลือกดรอป
tr: Prime seçim düşüşü
vi: Chọn thả Prime

source: Earn up to $185
az: 185 dollara qədər qazanın
be: Зарабляйце да 185 долараў
et: Teenige kuni 185 dollarit
sq: Fitoni deri në 185 dollarë
th: รับสูงถึง $185
tr: 185$'a kadar kazanın
vi: Kiếm tới $185

source: Price $129.00
az: Qiymət 129.00$
be: Цана $129.00
et: Hind 129,00 dollarit
sq: Çmimi 129,00 dollarë
th: ราคา $129.00
tr: Fiyat $129,00
vi: Giá $129,00

source: Messages
az: Mesajlar
be: Паведамленні
et: Sõnumid
sq: Mesazhet
th: ข้อความ
tr: Mesajlar
vi: Tin nhắn

source: Site Maps
az: Sayt Xəritələri
be: Карты сайта
et: Saidikaardid
sq: Hartat e faqeve
th: แผนที่เว็บไซต์
tr: Site Haritaları
vi: Sơ đồ trang web

source: Static Files
az: Statik fayllar
be: Статычныя файлы
et: Staatilised failid
sq: Skedarët statikë
th: ไฟล์แบบคงที่
tr: Statik Dosyalar
vi: Tệp tĩnh

source: Syndication
az: Sindikasiya
be: Сіндыкацыя
et: Sündikatsioon
sq: Sindikata
th: การเผยแพร่
tr: Sendikasyon
vi: Phân phối

source: That page number is not an integer
az: Bu səhifə nömrəsi tam deyil
be: Гэты нумар старонкі не з'яўляецца цэлым лікам
et: See leheküljenumber ei ole täisarv
sq: Ky numër i faqes nuk është një numër i plotë
th: หมายเลขหน้านั้นไม่ใช่จำนวนเต็ม
tr: Bu sayfa numarası bir tam sayı değil
vi: Số trang đó không phải là số nguyên

source: That page number is less than 1
az: Həmin səhifə nömrəsi 1-dən azdır
be: Гэты нумар старонкі меншы за 1
et: See lehenumber on väiksem kui 1
sq: Numri i faqes është më pak se 1
th: หมายเลขหน้านั้นน้อยกว่า 1
tr: Bu sayfa numarası 1'den az
vi: Số trang đó nhỏ hơn 1

source: That page contains no results
az: Həmin səhifədə heç bir nəticə yoxdur
be: На гэтай старонцы няма вынікаў
et: Sellel lehel pole tulemusi
sq: Ajo faqe nuk përmban asnjë rezultat
th: หน้านั้นไม่มีผลลัพธ์
tr: Bu sayfada sonuç yok
vi: Trang đó không có kết quả

source: Enter a valid value.
az: Etibarlı dəyər daxil edin.
be: Увядзіце сапраўднае значэнне.
et: Sisestage kehtiv väärtus.
sq: Fut një vlerë të vlefshme.
th: ป้อนค่าที่ถูกต้อง
tr: Geçerli bir değer girin.
vi: Nhập một giá trị hợp lệ.

source: Enter a valid domain name.
az: Etibarlı domen adı daxil edin.
be: Увядзіце сапраўднае даменнае імя.
et: Sisestage kehtiv domeeninimi.
sq: Fut një emër domain të vlefshëm.
th: ป้อนชื่อโดเมนที่ถูกต้อง
tr: Geçerli bir alan adı girin.
vi: Nhập một tên miền hợp lệ.

source: Enter a valid URL.
az: Etibarlı URL daxil edin.
be: Увядзіце сапраўдны URL.
et: Sisestage kehtiv URL.
sq: Fut një URL të vlefshme.
th: ป้อน URL ที่ถูกต้อง
tr: Geçerli bir URL girin.
vi: Nhập một URL hợp lệ.

source: Enter a valid integer.
az: Etibarlı tam ədəd daxil edin.
be: Увядзіце сапраўдны цэлы лік.
et: Sisestage kehtiv täisarv.
sq: Fut një numër të plotë të vlefshëm.
th: ป้อนจำนวนเต็มที่ถูกต้อง
tr: Geçerli bir tamsayı girin.
vi: Nhập một số nguyên hợp lệ.

source: Enter a valid email address.
az: Etibarlı e-poçt ünvanı daxil edin.
be: Увядзіце сапраўдны адрас электроннай пошты.
et: Sisestage kehtiv e-posti aadress.
sq: Fut një adresë të vlefshme emaili.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin.
vi: Nhập địa chỉ email hợp lệ.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
az: Hərflərdən, rəqəmlərdən, alt xəttdən və ya defisdən ibarət etibarlı "şlaqbaq" daxil edin.
be: Увядзіце сапраўдны "смоўж", які складаецца з літар, лічбаў, падкрэслівання або злучкоў.
th: ป้อน “slug” ที่ถูกต้องซึ่งประกอบด้วยตัวอักษร ตัวเลข ขีดล่าง หรือขีดกลาง
tr: Harflerden, rakamlardan, alt çizgilerden veya kısa çizgilerden oluşan geçerli bir "bilgi" girin.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
az: Unicode hərflərindən, rəqəmlərdən, alt xəttdən və ya tirelərdən ibarət etibarlı "şlaq" daxil edin.
be: Увядзіце сапраўдны "смоўж", які складаецца з літар Юнікода, лічбаў, падкрэслівання або злучкоў.
th: ป้อน “slug” ที่ถูกต้องซึ่งประกอบด้วยตัวอักษร Unicode ตัวเลข ขีดล่าง หรือขีดกลาง
tr: Unicode harflerden, rakamlardan, alt çizgilerden veya kısa çizgilerden oluşan geçerli bir "bilgi" girin.

source: Enter a valid %(protocol)s address.
tr: Geçerli bir %(protocol)s adresi girin.

source: IPv4 or IPv6
az: IPv4 və ya IPv6
be: IPv4 або IPv6
et: IPv4 või IPv6
sq: IPv4 ose IPv6
th: IPv4 หรือ IPv6
tr: IPv4 veya IPv6
vi: IPv4 hoặc IPv6

source: Enter only digits separated by commas.
az: Yalnız vergüllə ayrılmış rəqəmləri daxil edin.
be: Уводзьце толькі лічбы, падзеленыя коскамі.
et: Sisestage ainult komadega eraldatud numbrid.
sq: Futni vetëm shifra të ndara me presje.
th: ป้อนเฉพาะตัวเลขโดยคั่นด้วยเครื่องหมายจุลภาค
tr: Yalnızca virgülle ayrılmış rakamları girin.
vi: Chỉ nhập các chữ số cách nhau bằng dấu phẩy.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
tr: Bu değerin %(limit_value)s olduğundan emin olun (bu %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
tr: Bu değerin %(limit_value)s değerinden küçük veya ona eşit olduğundan emin olun.

source: Ensure this value is greater than or equal to %(limit_value)s.
tr: Bu değerin %(limit_value)s değerinden büyük veya ona eşit olduğundan emin olun.

source: Ensure this value is a multiple of step size %(limit_value)s.
tr: Bu değerin %(limit_value)s adım boyutunun katı olduğundan emin olun.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
tr: Bu değerin %(offset)s'den başlayarak %(limit_value)s adım boyutunun katı olduğundan emin olun; %(offset)s, %(valid_value1)s, %(valid_value2)s, vb.

source: Enter a number.
az: Nömrə daxil edin.
be: Увядзіце лік.
et: Sisestage number.
sq: Fut një numër.
th: ป้อนตัวเลข
tr: Bir sayı girin.
vi: Nhập một số.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
tr: “%(extension)s” dosya uzantısına izin verilmiyor. İzin verilen uzantılar şunlardır: %(allowed_extensions)s.

source: Null characters are not allowed.
az: Null simvollara icazə verilmir.
be: Нулявыя сімвалы не дапускаюцца.
et: Nullmärgid pole lubatud.
sq: Karakteret null nuk lejohen.
th: ไม่อนุญาตให้ใช้อักขระ Null
tr: Boş karakterlere izin verilmez.
vi: Ký tự null không được phép.

source: and
az: və
be: і
et: ja
sq: dhe
th: และ
tr: Ve
vi: Và

source: %(model_name)s with this %(field_labels)s already exists.
tr: Bu %(field_labels)s ile %(model_name)s zaten mevcut.

source: Constraint “%(name)s” is violated.
tr: “%(name)s” kısıtlaması ihlal edildi.

source: Value %(value)r is not a valid choice.
tr: Değer %(değer)r geçerli bir seçim değil.

source: This field cannot be null.
az: Bu sahə null ola bilməz.
be: Гэта поле не можа быць пустым.
et: See väli ei saa olla tühi.
sq: Kjo fushë nuk mund të jetë nule.
th: ฟิลด์นี้ไม่สามารถเป็นค่าว่างได้
tr: Bu alan boş olamaz.
vi: Trường này không thể rỗng.

source: This field cannot be blank.
az: Bu sahə boş ola bilməz.
be: Гэта поле не можа быць пустым.
et: See väli ei saa olla tühi.
sq: Kjo fushë nuk mund të jetë bosh.
th: ฟิลด์นี้ไม่สามารถเว้นว่างได้
tr: Bu alan boş olamaz.
vi: Trường này không thể để trống.

source: %(model_name)s with this %(field_label)s already exists.
tr: Bu %(field_label)s ile %(model_name)s zaten mevcut.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
tr: %(field_label)s, %(date_field_label)s %(lookup_type)s için benzersiz olmalıdır.

source: Field of type: %(field_type)s
tr: Tür alanı: %(field_type)s

source: “%(value)s” value must be either True or False.
tr: “%(value)s” değeri True veya False olmalıdır.

source: “%(value)s” value must be either True, False, or None.
tr: “%(value)s” değeri Doğru, Yanlış veya Yok olmalıdır.

source: Boolean (Either True or False)
az: Boolean (Doğru və ya Yanlış)
be: Лагічнае значэнне (ісціна, ілжыва)
sq: Boolean (Ose e vërtetë ose e gabuar)
th: บูลีน (จริงหรือเท็จ)
tr: Boolean (Doğru veya Yanlış)
vi: Boolean (Đúng hoặc Sai)

source: String (up to %(max_length)s)
tr: Dize (%(max_length)s'ye kadar)

source: String (unlimited)
az: Simli (məhdudiyyətsiz)
be: Радок (неабмежаваны)
et: String (piiramatu)
sq: Varg (i pakufizuar)
th: สตริง (ไม่จำกัด)
tr: Dize (sınırsız)
vi: Chuỗi (không giới hạn)

source: Comma-separated integers
az: Vergüllə ayrılmış tam ədədlər
be: Цэлыя лікі, падзеленыя коскамі
et: Komaga eraldatud täisarvud
sq: Numrat e plotë të ndarë me presje
th: จำนวนเต็มคั่นด้วยเครื่องหมายจุลภาค
tr: Virgülle ayrılmış tam sayılar
vi: Số nguyên được phân tách bằng dấu phẩy

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
tr: “%(value)s” değerinde geçersiz bir tarih biçimi var. YYYY-AA-GG formatında olmalıdır.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
tr: “%(value)s” değeri doğru formatta (YYYY-AA-GG) ancak geçersiz bir tarih.

source: Date (without time)
az: Tarix (vaxt olmadan)
be: Дата (без часу)
et: Kuupäev (ilma kellaajata)
sq: Data (pa kohë)
th: วันที่ (ไม่มีเวลา)
tr: Tarih (saat olmadan)
vi: Ngày (không có thời gian)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
tr: “%(value)s” değeri geçersiz bir formata sahip. YYYY-AA-GG SS:DD[:ss[.uuuuuu]][TZ] biçiminde olmalıdır.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
tr: “%(value)s” değeri doğru formatta (YYYY-AA-GG SS:DD[:ss[.uuuuuu]][TZ]), ancak geçersiz bir tarih/saat.

source: Date (with time)
az: Tarix (vaxt ilə)
be: Дата (з часам)
et: Kuupäev (koos ajaga)
sq: Data (me orën)
th: วันที่ (พร้อมเวลา)
tr: Tarih (saatle birlikte)
vi: Ngày (có thời gian)

source: “%(value)s” value must be a decimal number.
tr: “%(value)s” değeri ondalık sayı olmalıdır.

source: Decimal number
az: Onluq ədəd
be: Дзесятковы лік
et: Kümnendarv
sq: Numri dhjetor
th: เลขทศนิยม
tr: Ondalık sayı
vi: Số thập phân

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
tr: “%(value)s” değeri geçersiz bir formata sahip. [GG] [[HH:]MM:]ss[.uuuuuu] biçiminde olmalıdır.

source: Duration
az: Müddət
be: Працягласць
et: Kestus
sq: Kohëzgjatja
th: ระยะเวลา
tr: Süre
vi: Khoảng thời gian

source: Email address
az: E-poçt ünvanı
be: Адрас электроннай пошты
et: E-posti aadress
sq: Adresa e emailit
th: ที่อยู่อีเมล
tr: E-posta adresi
vi: Địa chỉ email

source: File path
az: Fayl yolu
be: Шлях да файла
et: Faili tee
sq: Rruga e skedarit
th: เส้นทางไฟล์
tr: Dosya yolu
vi: Đường dẫn tệp

source: “%(value)s” value must be a float.
tr: “%(value)s” değeri float olmalıdır.

source: Floating point number
az: Üzən nöqtə nömrəsi
be: Лік з плаваючай кропкай
et: Ujukomaarv
sq: Numri i pikës lundruese
th: หมายเลขจุดลอยตัว
tr: Kayan nokta numarası
vi: Số dấu phẩy động

source: “%(value)s” value must be an integer.
tr: “%(value)s” değeri tamsayı olmalıdır.

source: Integer
az: Tam ədəd
be: Цэлы лік
et: Täisarv
sq: Numër i plotë
th: จำนวนเต็ม
tr: Tamsayı
vi: số nguyên

source: Big (8 byte) integer
az: Böyük (8 bayt) tam ədəd
be: Вялікае (8 байт) цэлае лік
et: Suur (8 baiti) täisarv
sq: Numër i plotë i madh (8 byte).
th: จำนวนเต็มใหญ่ (8 ไบต์)
tr: Büyük (8 bayt) tamsayı
vi: Số nguyên lớn (8 byte)

source: Small integer
az: Kiçik tam ədəd
be: Маленькае цэлае
et: Väike täisarv
sq: Numër i vogël i plotë
th: จำนวนเต็มเล็ก
tr: Küçük tamsayı
vi: số nguyên nhỏ

source: IPv4 address
az: IPv4 ünvanı
be: Адрас IPv4
et: IPv4 aadress
sq: Adresa IPv4
th: ที่อยู่ IPv4
tr: IPv4 adresi
vi: Địa chỉ IPv4

source: IP address
az: IP ünvanı
be: IP-адрас
et: IP-aadress
sq: Adresa IP
th: ที่อยู่ IP
tr: IP adresi
vi: địa chỉ IP

source: “%(value)s” value must be either None, True or False.
tr: “%(value)s” değeri Yok, Doğru veya Yanlış olmalıdır.

source: Boolean (Either True, False or None)
az: Boolean (Doğru, Yalan və ya Yoxdur)
be: Лагічнае (Ісціна, Хлусня або Няма)
sq: Boolean (Ose e vërtetë, e rreme ose asnjë)
th: บูลีน (จริง เท็จ หรือไม่มีเลย)
tr: Boolean (Doğru, Yanlış veya Hiçbiri)
vi: Boolean (Đúng, Sai hoặc Không)

source: Positive big integer
az: Müsbət böyük tam ədəd
be: Вялікі дадатны лік
et: Positiivne suur täisarv
sq: Numër i plotë pozitiv pozitiv
th: จำนวนเต็มใหญ่บวก
tr: Pozitif büyük tamsayı
vi: Số nguyên dương lớn

source: Positive integer
az: Müsbət tam ədəd
be: Цэлы дадатны лік
et: Positiivne täisarv
sq: Numër i plotë pozitiv
th: จำนวนเต็มบวก
tr: Pozitif tamsayı
vi: số nguyên dương

source: Positive small integer
az: Müsbət kiçik tam ədəd
be: Малы дадатны цэлы лік
et: Positiivne väike täisarv
sq: Numër i plotë pozitiv i vogël
th: จำนวนเต็มเล็กบวก
tr: Pozitif küçük tamsayı
vi: số nguyên dương nhỏ

source: Slug (up to %(max_length)s)
tr: Sümüklü böcek (%(max_length)s'e kadar)

source: Text
az: Mətn
be: Тэкст
et: Tekst
sq: Teksti
th: ข้อความ
tr: Metin
vi: Chữ

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
tr: “%(value)s” değeri geçersiz bir formata sahip. SS:DD[:ss[.uuuuuu]] biçiminde olmalıdır.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
tr: “%(value)s” değeri doğru formatta (SS:DD[:ss[.uuuuuu]]), ancak geçersiz bir zaman.

source: Time
az: Vaxt
be: Час
et: Aeg
sq: Koha
th: เวลา
tr: Zaman
vi: Thời gian

source: URL
tr: URL'si

source: Raw binary data
az: Xam ikili məlumat
be: Неапрацаваныя двайковыя даныя
et: Toores binaarandmed
sq: Të dhëna binare të papërpunuara
th: ข้อมูลไบนารีดิบ
tr: Ham ikili veriler
vi: Dữ liệu nhị phân thô

source: “%(value)s” is not a valid UUID.
tr: “%(value)s” geçerli bir UUID değil.

source: Universally unique identifier
az: Universal unikal identifikator
be: Універсальны унікальны ідэнтыфікатар
et: Universaalne unikaalne identifikaator
sq: Identifikues universal unik
th: ตัวระบุที่ไม่ซ้ำแบบสากล
tr: Evrensel olarak benzersiz tanımlayıcı
vi: Mã định danh duy nhất toàn cầu

source: File
az: Fayl
be: Файл
et: Fail
sq: Skedari
th: ไฟล์
tr: Dosya
vi: Tài liệu

source: Image
az: Şəkil
be: Малюнак
et: Pilt
sq: Imazhi
th: ภาพ
tr: Resim
vi: Hình ảnh

source: A JSON object
az: JSON obyekti
be: Аб'ект JSON
et: JSON-objekt
sq: Një objekt JSON
th: วัตถุ JSON
tr: Bir JSON nesnesi
vi: Một đối tượng JSON

source: Value must be valid JSON.
az: Dəyər etibarlı JSON olmalıdır.
be: Значэнне павінна быць сапраўдным JSON.
et: Väärtus peab olema kehtiv JSON.
sq: Vlera duhet të jetë e vlefshme JSON.
th: ค่าต้องเป็น JSON ที่ถูกต้อง
tr: Değer geçerli bir JSON olmalıdır.
vi: Giá trị phải là JSON hợp lệ.

source: %(model)s instance with %(field)s %(value)r is not a valid choice.
tr: %(field)s %(value)r ile %(model)s örneği geçerli bir seçim değil.

source: Foreign Key (type determined by related field)
az: Xarici açar (növ müvafiq sahə ilə müəyyən edilir)
be: Знешні ключ (тып вызначаецца адпаведным полем)
et: Välisvõti (tüüp on määratud seotud väljaga)
sq: Çelësi i huaj (lloji i përcaktuar nga fusha përkatëse)
th: Foreign Key (ประเภทที่กำหนดโดยสาขาที่เกี่ยวข้อง)
tr: Yabancı Anahtar (tipi ilgili alana göre belirlenir)
vi: Khóa ngoại (loại được xác định bởi trường liên quan)

source: One-to-one relationship
az: Bir-bir əlaqə
be: Адносіны адзін да аднаго
et: Üks-ühele suhe
sq: Marrëdhënie një me një
th: ความสัมพันธ์แบบหนึ่งต่อหนึ่ง
tr: Bire bir ilişki
vi: Mối quan hệ một-một

source: %(from)s-%(to)s relationship
tr: %(from)s-%(to)s ilişkisi

source: %(from)s-%(to)s relationships
tr: %(from)s-%(to)s ilişkileri
