Repository: barchshimelis/barchrender
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, be, et, sq, th, tr, vi

source: Continue task
az: Tapşırığı davam etdirin
be: Працягнуць заданне
et: Jätkake ülesannet
sq: Vazhdoni detyrën
th: ทำหน้าที่ต่อไป
tr: Göreve devam et
vi: Tiếp tục nhiệm vụ

source: Start task
az: Tapşırığa başlayın
be: Пачаць заданне
et: Alusta ülesannet
sq: Filloni detyrën
th: เริ่มงาน
tr: Görevi başlat
vi: Bắt đầu nhiệm vụ

source: Upload voucher
az: Çeki yükləyin
be: Загрузіць ваўчар
et: Laadige vautšer üles
sq: Ngarko kupon
th: อัพโหลดบัตรกำนัล
tr: Kuponu yükle
vi: Tải chứng từ lên

source: Amount $%(amount)s
az: Məbləğ $%(amount)s
be: Сума $%(amount)s
th: จำนวนเงิน $%(amount)s
tr: Tutar $%(amount)s
vi: Số tiền $%(amount)s

source: Copy address
az: Ünvanı kopyalayın
be: Скапіруйце адрас
et: Kopeeri aadress
sq: Kopjo adresën
th: คัดลอกที่อยู่
tr: Adresi kopyala
vi: Sao chép địa chỉ

source: Copied
az: Kopyalandı
be: Скапіравана
et: Kopeeritud
sq: E kopjuar
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép

source: Voucher uploaded
az: Çek yükləndi
be: Ваўчар запампаваны
et: Voucher on üles laaditud
sq: Kupon u ngarkua
th: อัปโหลดบัตรกำนัลแล้ว
tr: Kupon yüklendi
vi: Đã tải chứng từ lên

source: Please upload the transfer voucher
az: Zəhmət olmasa köçürmə çekini yükləyin
be: Калі ласка, загрузіце ваўчар на перадачу
et: Laadige üles ülekandevautšer
sq: Ju lutemi ngarkoni kuponin e transferimit
th: กรุณาอัพโหลดใบสำคัญการโอนเงิน
tr: Lütfen transfer kuponunu yükleyin
vi: Vui lòng tải lên chứng từ chuyển khoản

source: Replace voucher
az: Kuponu dəyişdirin
be: Замяніць ваўчар
et: Vahetage vautšer
sq: Zëvendësoni kuponin
th: เปลี่ยนบัตรกำนัล
tr: Kuponu değiştir
vi: Thay thế chứng từ

source: Back to wallet dashboard
az: Pul kisəsinin idarə panelinə qayıt
be: Вярнуцца да прыборнай панэлі кашалька
et: Tagasi rahakoti armatuurlauale
sq: Kthehu te paneli i portofolit
th: กลับไปที่แดชบอร์ดกระเป๋าสตางค์
tr: Cüzdan kontrol paneline geri dön
vi: Quay lại bảng điều khiển ví

source: Wallet dashboard
az: Pul kisəsinin idarə paneli
be: Прыборная панэль кашалька
et: Rahakoti armatuurlaud
sq: Paneli i portofolit
th: แดชบอร์ดกระเป๋าสตางค์
tr: Cüzdan kontrol paneli
vi: Trang tổng quan của ví

source: Balance
az: Balans
be: Баланс
et: Tasakaal
sq: Bilanci
th: สมดุล
tr: Denge
vi: Sự cân bằng

source: Product commission
az: Məhsul komissiyası
be: Камісія прадукту
et: Toote vahendustasu
sq: komisioni i produktit
th: ค่าคอมมิชชันผลิตภัณฑ์
tr: Ürün komisyonu
vi: Hoa hồng sản phẩm

source: Referral commission
az: İstinad komissiyası
be: Рэферальная камісія
et: Suunamiskomisjon
sq: Komisioni i referimit
th: ค่าคอมมิชชันการอ้างอิง
tr: Yönlendirme komisyonu
vi: Hoa hồng giới thiệu

source: Enter amount
az: Məbləği daxil edin
be: Увядзіце суму
et: Sisestage summa
sq: Shkruani shumën
th: ใส่จำนวนเงิน
tr: Tutarı girin
vi: Nhập số tiền

source: Continue to payment
az: Ödəməyə davam edin
be: Працягнуць да аплаты
et: Jätkake maksmisega
sq: Vazhdoni të paguani
th: ดำเนินการชำระเงินต่อไป
tr: Ödemeye devam et
vi: Tiếp tục thanh toán

source: No amount specified.
az: Məbləğ göstərilməyib.
be: Сума не ўказана.
et: Summa pole määratud.
sq: Asnjë shumë e specifikuar.
th: ไม่มีการระบุจำนวนเงิน
tr: Tutar belirtilmedi.
vi: Không có số tiền cụ thể.

source: Invalid amount.
az: Yanlış məbləğ.
be: Няправільная сума.
et: Kehtetu summa.
sq: Shuma e pavlefshme.
th: จำนวนเงินไม่ถูกต้อง
tr: Geçersiz tutar.
vi: Số tiền không hợp lệ.

source: Amount received. Please upload your voucher to complete the request.
az: Alınan məbləğ. Sorğunu tamamlamaq üçün çekinizi yükləyin.
be: Атрыманая сума. Каб выканаць запыт, загрузіце свой ваўчар.
et: Saadud summa. Taotluse täitmiseks laadige oma vautšer üles.
sq: Shuma e marrë. Ju lutemi ngarkoni kuponin tuaj për të plotësuar kërkesën.
th: จำนวนเงินที่ได้รับ. โปรดอัปโหลดบัตรกำนัลของคุณเพื่อดำเนินการตามคำขอให้เสร็จสิ้น
tr: Alınan tutar. İsteği tamamlamak için lütfen kuponunuzu yükleyin.
vi: Số tiền nhận được. Vui lòng tải lên chứng từ của bạn để hoàn thành yêu cầu.

source: Voucher uploaded successfully. Await admin approval.
az: Vauçer uğurla yükləndi. Admin təsdiqini gözləyin.
be: Ваўчар паспяхова запампаваны. Чакайце адабрэння адміністратара.
et: Voucheri üleslaadimine õnnestus. Oodake administraatori kinnitust.
sq: Kuponi u ngarkua me sukses. Prisni miratimin nga administratori.
th: อัปโหลดบัตรกำนัลเรียบร้อยแล้ว รอการอนุมัติจากผู้ดูแลระบบ
tr: Kupon başarıyla yüklendi. Yönetici onayını bekleyin.
vi: Voucher đã được tải lên thành công. Đang chờ sự phê duyệt của quản trị viên.

source: Voucher for %(user)s has been rejected.
az: %(user)s üçün qəbz rədd edildi.
be: Ваўчар для %(user)s адхілены.
th: ใบเสร็จของ %(user)s ถูกปฏิเสธ
tr: %(user)s için kupon reddedildi.
vi: Phiếu của %(user)s đã bị từ chối.

source: Recharge request for %(user)s has been removed.
az: %(user)s üçün balans artırma sorğusu silindi.
be: Запыт на папаўненне для %(user)s выдалены.
th: คำขอเติมเงินของ %(user)s ถูกลบแล้ว
tr: %(user)s için yeniden yükleme isteği kaldırıldı.
vi: Yêu cầu nạp tiền của %(user)s đã bị xóa.

source: Invalid amount
be: Няправільная сума
et: Kehtetu summa
sq: Shuma e pavlefshme
tr: Geçersiz tutar

source: Amount must be positive.
az: Məbləğ müsbət olmalıdır.
be: Сума павінна быць станоўчай.
et: Summa peab olema positiivne.
sq: Shuma duhet të jetë pozitive.
th: จำนวนเงินจะต้องเป็นบวก
tr: Tutar pozitif olmalıdır.
vi: Số tiền phải dương.

source: Your balance request has been submitted.
az: Balans sorğunuz göndərildi.
be: Ваш запыт балансу адпраўлены.
et: Teie saldotaotlus on esitatud.
sq: Kërkesa juaj për bilanc është dorëzuar.
th: ส่งคำขอยอดเงินคงเหลือของคุณแล้ว
tr: Bakiye talebiniz gönderildi.
vi: Yêu cầu số dư của bạn đã được gửi.

source: Close chat
az: Söhbəti bağlayın
be: Зачыніць чат
et: Sule vestlus
sq: Mbylle bisedën
th: ปิดแชท
tr: Sohbeti kapat
vi: Đóng trò chuyện

source: Hello! Welcome to Amazon Support. How can I help you today?
az: salam! Amazon Dəstəyinə xoş gəlmisiniz. Bu gün sizə necə kömək edə bilərəm?
be: Прывітанне! Сардэчна запрашаем у службу падтрымкі Amazon. Чым я магу дапамагчы вам сёння?
et: Tere! Tere tulemast Amazoni tugiteenustesse. Kuidas saan teid täna aidata?
sq: Përshëndetje! Mirë se vini në Mbështetjen e Amazon. Si mund t'ju ndihmoj sot?
th: สวัสดี! ยินดีต้อนรับสู่ฝ่ายสนับสนุนของ Amazon วันนี้ฉันจะช่วยคุณได้อย่างไร?
tr: Merhaba! Amazon Destek'e hoş geldiniz. Bugün sana nasıl yardımcı olabilirim?
vi: Xin chào! Chào mừng bạn đến với bộ phận Hỗ trợ của Amazon. Hôm nay tôi có thể giúp gì cho bạn?

source: Type a message…
az: Mesaj yazın...
be: Увядзіце паведамленне...
et: Sisestage sõnum…
sq: Shkruani një mesazh…
th: พิมพ์ข้อความ...
tr: Bir mesaj yazın…
vi: Nhập tin nhắn…

source: Send
az: Göndər
be: Адправіць
et: Saada
sq: Dërgo
th: ส่ง
tr: Göndermek
vi: Gửi

source: File must be ≤ 2 MB
az: Fayl ≤ 2 MB olmalıdır
be: Файл павінен быць ≤ 2 МБ
et: Fail peab olema ≤ 2 MB
sq: Skedari duhet të jetë ≤ 2 MB
th: ไฟล์จะต้องมีขนาด ≤ 2 MB
tr: Dosya ≤ 2 MB olmalıdır
vi: Tệp phải có kích thước 2 MB

source: File type not allowed
az: Fayl növünə icazə verilmir
be: Тып файла недапушчальны
et: Failitüüp pole lubatud
sq: Lloji i skedarit nuk lejohet
th: ไม่อนุญาตให้ใช้ประเภทไฟล์
tr: Dosya türüne izin verilmiyor
vi: Loại tệp không được phép

source: Support Chat
az: Dəstək Çatı
be: Чат падтрымкі
et: Tugivestlus
sq: Mbështetje Chat
th: สนับสนุนการแชท
tr: Destek Sohbeti
vi: Trò chuyện hỗ trợ

source: Customer Service Chat
et: Klienditeeninduse vestlus
sq: Bisedë për shërbimin ndaj klientit
tr: Müşteri Hizmetleri Sohbeti

source: Direct chat with our customer service team.
az: Müştəri xidməti komandamızla birbaşa söhbət.
be: Непасрэдны чат з нашай службай падтрымкі кліентаў.
et: Otsevestlus meie klienditeeninduse meeskonnaga.
sq: Bisedoni direkt me ekipin tonë të shërbimit ndaj klientit.
th: แชทโดยตรงกับทีมบริการลูกค้าของเรา
tr: Müşteri hizmetleri ekibimizle doğrudan sohbet edin.
vi: Trò chuyện trực tiếp với nhóm dịch vụ khách hàng của chúng tôi.

source: Assist users and keep every request in one place.
az: İstifadəçilərə kömək edin və hər sorğunu bir yerdə saxlayın.
be: Дапамагайце карыстальнікам і захоўвайце кожны запыт у адным месцы.
et: Abistage kasutajaid ja hoidke iga taotlus ühes kohas.
sq: Ndihmoni përdoruesit dhe mbani çdo kërkesë në një vend.
th: ช่วยเหลือผู้ใช้และเก็บทุกคำขอไว้ในที่เดียว
tr: Kullanıcılara yardımcı olun ve her isteği tek bir yerde saklayın.
vi: Hỗ trợ người dùng và lưu giữ mọi yêu cầu ở một nơi.

source: Customer service team
et: Klienditeeninduse meeskond
sq: Ekipi i shërbimit ndaj klientit
tr: Müşteri hizmetleri ekibi

source: User threads
az: İstifadəçi mövzuları
be: Патокі карыстальнікаў
et: Kasutaja lõimed
sq: Fijet e përdoruesve
th: กระทู้ผู้ใช้
tr: Kullanıcı konuları
vi: Chủ đề của người dùng

source: Refresh
az: Yeniləyin
be: Абнавіць
et: Värskenda
sq: Rifresko
th: รีเฟรช
tr: Yenile
vi: Làm cho khỏe lại

source: No active chats yet.
az: Hələ aktiv söhbət yoxdur.
be: Пакуль няма актыўных чатаў.
et: Aktiivseid vestlusi pole veel.
sq: Nuk ka ende biseda aktive.
th: ยังไม่มีการแชทที่ใช้งานอยู่
tr: Henüz aktif sohbet yok.
vi: Chưa có cuộc trò chuyện nào đang diễn ra.

source: Waiting
az: Gözləyirəm
be: Чаканне
et: Ootab
sq: Në pritje
th: ซึ่งรอคอย
tr: Beklemek
vi: Chờ

source: Start chatting with customer service—ask anything you need.
az: Müştəri xidməti ilə söhbətə başlayın - sizə lazım olan hər şeyi soruşun.
be: Пачніце размаўляць са службай падтрымкі - пытайцеся ўсё, што вам трэба.
et: Alustage vestlemist klienditeenindusega – küsige kõike, mida vajate.
sq: Filloni të bisedoni me shërbimin ndaj klientit - pyesni gjithçka që ju nevojitet.
th: เริ่มพูดคุยกับฝ่ายบริการลูกค้า—ถามทุกสิ่งที่คุณต้องการ
tr: Müşteri hizmetleriyle sohbet etmeye başlayın; ihtiyacınız olan her şeyi sorun.
vi: Bắt đầu trò chuyện với bộ phận dịch vụ khách hàng—hãy hỏi bất kỳ điều gì bạn cần.

source: Pick a user from the left to see the conversation.
az: Söhbətə baxmaq üçün soldan istifadəçi seçin.
be: Выберыце карыстальніка злева, каб убачыць размову.
et: Vestluse vaatamiseks valige vasakult kasutaja.
sq: Zgjidh një përdorues nga e majta për të parë bisedën.
th: เลือกผู้ใช้จากด้านซ้ายเพื่อดูการสนทนา
tr: Konuşmayı görmek için soldan bir kullanıcı seçin.
vi: Chọn một người dùng từ bên trái để xem cuộc trò chuyện.

source: Write your message…
az: Mesajınızı yazın...
be: Напішыце паведамленне…
et: Kirjuta oma sõnum…
sq: Shkruani mesazhin tuaj…
th: เขียนข้อความของคุณ...
tr: Mesajınızı yazın…
vi: Viết tin nhắn của bạn…

source: Insufficient balance
az: Qeyri-kafi balans
be: Недастатковы баланс
et: Ebapiisav tasakaal
sq: Bilanci i pamjaftueshëm
th: ยอดคงเหลือไม่เพียงพอ
tr: Yetersiz bakiye
vi: Số dư không đủ

source: Current balance
az: Cari balans
be: Бягучы баланс
et: Praegune saldo
sq: Bilanci aktual
th: ยอดคงเหลือปัจจุบัน
tr: Mevcut bakiye
vi: Số dư hiện tại

source: Avliable Products
be: Даступныя прадукты
et: Saadaval tooted
sq: Produktet e disponueshme
tr: Uygun Ürünler

source: Completed
az: Tamamlandı
be: Завершана
et: Lõpetatud
sq: E përfunduar
th: สมบูรณ์
tr: Tamamlanmış
vi: Hoàn thành

source: Remaining
az: Qalan
be: Засталося
et: Ülejäänud
sq: E mbetur
th: ที่เหลืออยู่
tr: Geriye kalan
vi: Còn lại

source: N/A
az: Yoxdur
be: Н/Д
th: ไม่มี
tr: Yok
vi: không áp dụng

source: Date
az: Tarix
be: Дата
et: Kuupäev
sq: Data
th: วันที่
tr: Tarih
vi: Ngày

source: Name
az: ad
be: Імя
et: Nimi
sq: Emri
th: ชื่อ
tr: İsim
vi: Tên

source: Price
az: Qiymət
be: Кошт
et: Hind
sq: Çmimi
th: ราคา
tr: Fiyat
vi: Giá

source: Commission
az: komissiya
be: Камісія
et: komisjon
sq: Komisioni
th: คณะกรรมการ
tr: Komisyon
vi: Nhiệm vụ

source: Cannot proceed with this task.
az: Bu tapşırığa davam etmək mümkün deyil.
be: Немагчыма працягнуць выкананне гэтай задачы.
et: Selle ülesandega ei saa jätkata.
sq: Nuk mund të vazhdohet me këtë detyrë.
th: ไม่สามารถดำเนินการงานนี้ต่อไปได้
tr: Bu göreve devam edilemiyor.
vi: Không thể tiếp tục nhiệm vụ này.

source: All tasks completed
az: Bütün tapşırıqlar tamamlandı
be: Усе задачы выкананы
et: Kõik ülesanded täidetud
sq: Të gjitha detyrat e përfunduara
th: งานทั้งหมดเสร็จสมบูรณ์
tr: Tüm görevler tamamlandı
vi: Tất cả nhiệm vụ đã hoàn thành

source: Next product
az: Növbəti məhsul
be: Наступны прадукт
et: Järgmine toode
sq: Produkti i radhës
th: สินค้าตัวต่อไป
tr: Sonraki ürün
vi: Sản phẩm tiếp theo

source: Next product price
az: Növbəti məhsulun qiyməti
be: Наступная цана прадукту
et: Järgmise toote hind
sq: Çmimi i produktit të radhës
th: ราคาสินค้าต่อไป
tr: Sonraki ürün fiyatı
vi: Giá sản phẩm tiếp theo

source: Balance gap
az: Balans boşluğu
et: Tasakaalu lõhe
sq: Hendeku i bilancit
th: ช่องว่างความสมดุล
tr: Denge boşluğu
vi: Khoảng cách cân bằng

source: Estimated total balance
az: Təxmini ümumi balans
be: Разліковы агульны баланс
et: Hinnanguline kogusaldo
sq: Bilanci total i vlerësuar
th: ยอดคงเหลือทั้งหมดโดยประมาณ
tr: Tahmini toplam bakiye
vi: Tổng số dư ước tính

source: Lucky order: Additional bonus unlocked $%(amount)s
tr: Şanslı emir: Ek bonusun kilidi açıldı $%(amount)s

source: Lucky order: Additional bonus unlocked extra after recharge
az: Şanslı sifariş: Doldurduqdan sonra əlavə bonus kilidi açıldı
be: Шчаслівы заказ: дадатковы бонус адкрываецца дадаткова пасля папаўнення
et: Õnnelik tellimus: lisaboonus avaneb pärast laadimist
sq: Porosia me fat: Bonus shtesë i zhbllokuar shtesë pas rimbushjes
th: คำสั่งนำโชค: ปลดล็อคโบนัสเพิ่มเติมเพิ่มเติมหลังจากเติมเงิน
tr: Şanslı sipariş: Yeniden yükleme sonrasında ekstra olarak açılan ek bonus
vi: Lệnh may mắn: Phần thưởng bổ sung được mở khóa thêm sau khi nạp tiền

source: Recharge now
az: İndi doldurun
be: Перазарадзіце зараз
et: Laadige kohe
sq: Rimbushni tani
th: เติมเงินตอนนี้
tr: Şimdi şarj edin
vi: Nạp tiền ngay bây giờ

source: Close
az: Bağlayın
be: Блізка
et: Sule
sq: Mbylle
th: ปิด
tr: Kapalı
vi: Đóng

source: Funds and information security guaranteed
az: Fondlara və informasiya təhlükəsizliyinə zəmanət verilir
be: Сродкі і інфармацыйная бяспека гарантаваныя
et: Raha- ja infoturve garanteeritud
sq: Siguria e fondeve dhe informacionit e garantuar
th: รับประกันเงินทุนและความปลอดภัยของข้อมูล
tr: Fonlar ve bilgi güvenliği garantili
vi: Vốn và an ninh thông tin được đảm bảo

source: Home
az: Ev
be: дадому
et: Kodu
sq: Shtëpi
th: บ้าน
tr: Ev
vi: Trang chủ

source: You Are Not Eligable
az: Uyğun deyilsiniz
be: Вы не маеце права
et: Te ei ole abikõlblik
sq: Ju nuk kualifikoheni
th: คุณไม่มีสิทธิ์
tr: Uygun Değilsiniz
vi: Bạn không đủ điều kiện

source: Please contact support to enable tasks
az: Tapşırıqları aktivləşdirmək üçün dəstək ilə əlaqə saxlayın
be: Каб уключыць задачы, звярніцеся ў службу падтрымкі
et: Ülesannete lubamiseks võtke ühendust toega
sq: Kontaktoni me mbështetjen për të aktivizuar detyrat
th: โปรดติดต่อฝ่ายสนับสนุนเพื่อเปิดใช้งานงาน
tr: Görevleri etkinleştirmek için lütfen destek ekibiyle iletişime geçin
vi: Vui lòng liên hệ với bộ phận hỗ trợ để kích hoạt nhiệm vụ

source: Products
az: Məhsullar
be: прадукты
et: Tooted
sq: Produktet
th: สินค้า
tr: Ürünler
vi: Các sản phẩm

source: Loading...
az: Yüklənir...
be: Загрузка...
et: Laadimine...
sq: Po ngarkohet...
th: กำลังโหลด...
tr: Yükleniyor...
vi: Đang tải...

source: Done!
az: Bitdi!
be: Гатова!
et: Valmis!
sq: U krye!
th: เสร็จแล้ว!
tr: Tamamlamak!
vi: Xong!

source: Regulation policy
az: Tənzimləmə siyasəti
be: Палітыка рэгулявання
et: Reguleerimispoliitika
sq: Politika rregulluese
th: นโยบายการควบคุม
tr: Düzenleme politikası
vi: Chính sách quy định

source: Account & Identity Standards
az: Hesab və Şəxsiyyət Standartları
be: Стандарты ўліковага запісу і ідэнтыфікацыі
et: Konto- ja identiteedistandardid
sq: Standardet e Llogarisë dhe Identitetit
th: มาตรฐานบัญชีและตัวตน
tr: Hesap ve Kimlik Standartları
vi: Tiêu chuẩn tài khoản & nhận dạng

source: Register with authentic personal information. Multi-accounting, identity falsification, or sharing credentials with third parties is strictly prohibited and may result in immediate suspension pending review.
az: Orijinal şəxsi məlumatlarla qeydiyyatdan keçin. Çoxsaylı mühasibatlıq, şəxsiyyətin saxtalaşdırılması və ya etimadnamələrin üçüncü tərəflərlə paylaşılması qəti qadağandır və baxılmaya qədər dərhal dayandırılması ilə nəticələnə bilər.
be: Зарэгіструйцеся з сапраўднай асабістай інфармацыяй. Мультыакаўнты, фальсіфікацыя ідэнтыфікацыйных дадзеных або перадача ўліковых дадзеных трэцім асобам строга забароненыя і могуць прывесці да неадкладнага прыпынення да разгляду.
et: Registreeruge autentsete isikuandmetega. Mitme konto kasutamine, identiteedi võltsimine või mandaatide jagamine kolmandate osapooltega on rangelt keelatud ja võib kaasa tuua viivitamatu peatamise kuni ülevaatuseni.
sq: Regjistrohu me të dhëna autentike personale. Kontabiliteti i shumëfishtë, falsifikimi i identitetit ose ndarja e kredencialeve me palët e treta është rreptësisht e ndaluar dhe mund të rezultojë në pezullim të menjëhershëm në pritje të shqyrtimit.
th: ลงทะเบียนด้วยข้อมูลส่วนบุคคลที่แท้จริง ห้ามใช้หลายบัญชี การปลอมแปลงข้อมูลประจำตัว หรือการแบ่งปันข้อมูลรับรองกับบุคคลที่สามโดยเด็ดขาด และอาจส่งผลให้มีการระงับทันทีเพื่อรอการตรวจสอบ
tr: Gerçek kişisel bilgilerle kaydolun. Çoklu hesap, kimlik sahteciliği veya kimlik bilgilerinin üçüncü taraflarla paylaşılması kesinlikle yasaktır ve incelenene kadar derhal askıya alınmasıyla sonuçlanabilir.
vi: Đăng ký với thông tin cá nhân xác thực. Việc sử dụng nhiều tài khoản, giả mạo danh tính hoặc chia sẻ thông tin đăng nhập với bên thứ ba đều bị nghiêm cấm và có thể dẫn đến việc đình chỉ ngay lập tức để chờ xem xét.

source: Task Integrity & Completion
az: Tapşırıqların Dürüstlüyü və Tamamlanması
be: Цэласнасць задачы і завяршэнне
et: Ülesande terviklikkus ja täitmine
sq: Integriteti dhe Përfundimi i Detyrës
th: ความสมบูรณ์ของงานและความสำเร็จ
tr: Görev Bütünlüğü ve Tamamlanması
vi: Tính toàn vẹn và hoàn thành nhiệm vụ

source: Follow each task briefing precisely. Automated tools, proxy usage, misreporting progress, or manipulating screenshots are misconduct and lead to forfeiture of commissions and possible account closure.
az: Hər tapşırıq brifinqinə dəqiq əməl edin. Avtomatlaşdırılmış alətlər, proksidən istifadə, tərəqqi barədə yanlış məlumat vermək və ya ekran görüntülərini manipulyasiya etmək yanlış davranışdır və komissiyaların müsadirə edilməsinə və mümkün hesabın bağlanmasına səbəb olur.
be: Дакладна выконвайце інструктаж па кожным заданні. Аўтаматызаваныя інструменты, выкарыстанне проксі-сервера, скажэнне прагрэсу або маніпуляванне скрыншотамі з'яўляюцца неправамернымі паводзінамі і прыводзяць да канфіскацыі камісійных і магчымага закрыцця акаўнта.
et: Järgige täpselt iga ülesande ülevaadet. Automatiseeritud tööriistad, puhverserveri kasutamine, edenemisest valesti aru andmine või ekraanipiltidega manipuleerimine on väärkäitumine ja toovad kaasa komisjonitasude kaotamise ja võimaliku konto sulgemise.
sq: Ndiqni me saktësi çdo informim të detyrës. Mjetet e automatizuara, përdorimi i proxy, raportimi i gabuar i progresit ose manipulimi i pamjeve të ekranit janë sjellje të pahijshme dhe çojnë në konfiskimin e komisioneve dhe mbylljen e mundshme të llogarisë.
th: ติดตามการบรรยายสรุปแต่ละงานได้อย่างแม่นยำ เครื่องมืออัตโนมัติ การใช้พร็อกซี การรายงานความคืบหน้าอย่างไม่ถูกต้อง หรือการจัดการภาพหน้าจอถือเป็นพฤติกรรมที่ไม่เหมาะสมและนำไปสู่การริบค่าคอมมิชชันและการปิดบัญชีที่อาจเกิดขึ้นได้
tr: Her görev brifingini tam olarak takip edin. Otomatik araçlar, proxy kullanımı, ilerlemenin yanlış bildirilmesi veya ekran görüntülerinin manipüle edilmesi suiistimaldir ve komisyonların kaybedilmesine ve olası hesap kapatılmasına yol açar.
vi: Thực hiện theo từng bản tóm tắt nhiệm vụ một cách chính xác. Các công cụ tự động, sử dụng proxy, tiến trình báo cáo sai hoặc thao túng ảnh chụp màn hình là hành vi sai trái và dẫn đến việc bị mất tiền hoa hồng và có thể bị đóng tài khoản.

source: Financial Compliance
az: Maliyyə Uyğunluğu
be: Фінансавая адпаведнасць
et: Finantsnõuete järgimine
sq: Pajtueshmëria financiare
th: การปฏิบัติตามข้อกำหนดทางการเงิน
tr: Mali Uyumluluk
vi: Tuân thủ tài chính

source: Deposits undergo anti-fraud screening before becoming available for tasks.
az: Depozitlər tapşırıqlar üçün əlçatan olmamışdan əvvəl dələduzluğa qarşı yoxlamadan keçir.
be: Дэпазіты праходзяць праверку на прадмет махлярства, перш чым стаць даступнымі для выканання задач.
et: Hoiused läbivad enne ülesannete täitmiseks kättesaadavaks muutumist pettustevastase kontrolli.
sq: Depozitat i nënshtrohen shqyrtimit kundër mashtrimit përpara se të bëhen të disponueshme për detyra.
th: เงินฝากผ่านการคัดกรองการต่อต้านการฉ้อโกงก่อนที่จะพร้อมสำหรับงาน
tr: Mevduatlar, görevlere sunulmadan önce dolandırıcılık karşıtı taramadan geçirilir.
vi: Tiền gửi trải qua sàng lọc chống gian lận trước khi có sẵn cho các nhiệm vụ.

source: Withdrawals require two-factor confirmation and may take up to 24 hours for compliance checks.
az: Pulun çıxarılması iki faktorlu təsdiq tələb edir və uyğunluq yoxlamaları üçün 24 saata qədər vaxt tələb oluna bilər.
be: Для зняцця сродкаў патрабуецца двухфакторнае пацверджанне, а праверка адпаведнасці можа заняць да 24 гадзін.
et: Väljamaksete tegemiseks on vaja kahefaktorilist kinnitust ja nõuetele vastavuse kontrollimiseks võib kuluda kuni 24 tundi.
sq: Tërheqjet kërkojnë konfirmim me dy faktorë dhe mund të duhen deri në 24 orë për kontrollet e pajtueshmërisë.
th: การถอนเงินต้องมีการยืนยันสองปัจจัยและอาจใช้เวลาถึง 24 ชั่วโมงในการตรวจสอบการปฏิบัติตามข้อกำหนด
tr: Para çekme işlemleri iki faktörlü onay gerektirir ve uyumluluk kontrolleri 24 saate kadar sürebilir.
vi: Việc rút tiền yêu cầu xác nhận hai yếu tố và có thể mất tới 24 giờ để kiểm tra tính tuân thủ.

source: Commission earnings are fully logged and accessible inside the wallet dashboard.
az: Komissiya qazancları tam qeyd olunur və pul kisəsinin idarə panelində əlçatandır.
be: Камісійныя даходы цалкам рэгіструюцца і даступныя на прыборнай панэлі кашалька.
et: Komisjonitasud registreeritakse täielikult ja neile on juurdepääs rahakoti armatuurlaual.
sq: Fitimet e komisionit janë plotësisht të regjistruara dhe të aksesueshme brenda panelit të portofolit.
th: รายได้ค่าคอมมิชชันจะถูกบันทึกไว้อย่างสมบูรณ์และสามารถเข้าถึงได้ภายในแดชบอร์ดกระเป๋าเงิน
tr: Komisyon kazançları tamamen kaydedilir ve cüzdan kontrol panelinden erişilebilir.
vi: Thu nhập hoa hồng được ghi lại đầy đủ và có thể truy cập được bên trong bảng điều khiển ví.

source: Data Protection
az: Məlumatların Mühafizəsi
be: Абарона дадзеных
et: Andmekaitse
sq: Mbrojtja e të dhënave
th: การปกป้องข้อมูล
tr: Veri Koruma
vi: Bảo vệ dữ liệu
